Repository: AbhishekSinghKushwaha/CIB_Frontend
Catalog: src/assets/locale/bcdc/*.xlf
Languages: fr_cd

# loco:5e7257a0c38e0f5b456bae94
source: Sign in
fr_cd: S'identifier

# loco:5e7258e5c38e0f5bee5b1752
source: Enter email or mobile number
fr_cd: inscrire son email ou son numéro de téléphone mobile

# loco:5e725946c38e0f5bc02d1c32
source: Enter email or mobile number
fr_cd: inscrire son email ou son numéro de téléphone mobile

# loco:5e725bd7ed0cfa09fb165632
source: Forgot password?
fr_cd: mot de passe oublié ?

# loco:5e725c26ed0cfa09ff1b6f32
source: Continue
fr_cd: Continuer

# loco:5e725c64ed0cfa0a16796882
source: Sign up
fr_cd: s'inscrire

# loco:5e7302764d3dd76a672e7702
source: Enter password
fr_cd: Inscrire votre mot de passe

# loco:5e7302b54d3dd76a1b5bf112
source: Enter password
fr_cd: Inscrire votre mot de passe

# loco:5e7302f94d3dd76a1b5bf114
source: Sign in
fr_cd: S'identifier

# loco:5e7303454d3dd76a9a581772
source: Sign up
fr_cd: S'inscrire

# loco:5e7303844d3dd76a1c39f1a2
source: Full name
fr_cd: Nom complet

# loco:5e7303a24d3dd76a5275d172
source: First name
fr_cd: Prénom

# loco:5e7303be4d3dd76a44582f92
source: Last name
fr_cd: Nom de famille

# loco:5e7305dfc38e0f05461b0072
source: Mobile number
fr_cd: Numero de téléphone mobile

# loco:5e730600c38e0f0581517d32
source: Mobile number
fr_cd: Numero de téléphone mobile

# loco:5e73067bc38e0f058f291212
source: Email address
fr_cd: adresse email

# loco:5e7306c4c38e0f057c510432
source: another@user.com
fr_cd: autre@utilisateur.com

# loco:5e73071ac38e0f058f291214
source: Date of birth
fr_cd: Date de naissance

# loco:5e730788c38e0f058f291216
source: D.O.B- dd/mm/yyyy
fr_cd: Né le -jj/mm/aa

# loco:5e7307aac38e0f065f277df2
source: Continue
fr_cd: Continuer

# loco:5e730831c38e0f06577f08c2
source: I already have an account - sign in
fr_cd: J'ai déjà un compte - s'identifier

# loco:5e7308b0c38e0f06586f27e2
source: Get help
fr_cd: Avoir de l'aide

# loco:5e730925c38e0f067a66bd32
source: Privacy policy
fr_cd: Politique de confidentialité

# loco:5e73095cc38e0f06a65d0192
source: Accept privacy policy
fr_cd: Accepter la politique de confidentialité

# loco:5e730980c38e0f06a83bc3f2
source: I accept the terms and privacy policy
fr_cd: J'accepte les conditions et la politique de confidentialité

# loco:5e730998c38e0f06586f27e4
source: I accept
fr_cd: J'accepte

# loco:5e730a0fc38e0f06b9026c13
source: Verify SMS OTP
fr_cd: Verifier le Code SMS

# loco:5e730ac2c38e0f067d4ca0a4
source: We have sent a verification code to {{ maskedPhoneNumber }}
fr_cd: Veuillez consulter le code de validation transmis {{ maskedPhoneNumber }}

# loco:5e730afac38e0f06f5076ab2
source: Enter code
fr_cd: inscrire le code

# loco:5e730b37c38e0f07350e4b96
source: Resend in
fr_cd: Renvoyer le code

# loco:5e730b8ac38e0f0789366132
source: Verify
fr_cd: Verifier

# loco:5e730bbec38e0f078a5c8962
source: I don't have my phone
fr_cd: Je n'ai pas mon téléphone

# loco:5e730c36c38e0f06f5076ab4
source: Create password
fr_cd: Créer un mot de passe

# loco:5e730c54c38e0f07850ebbb3
source: Enter password
fr_cd: Inscrire le mot de passe

# loco:5e730c83c38e0f07450639e3
source: Confirm password
fr_cd: Confirmer le mot de passe

# loco:5e730ca7c38e0f073454d314
source: Let me in
fr_cd: Laissez-moi entrer

# loco:5e730d62c38e0f073454d316
source: Dashboard
fr_cd: Tableau de bord

# loco:5e730d94c38e0f07450639e5
source: Banking services
fr_cd: Services bancaires

# loco:5e730e06c38e0f078a5c8965
source: Insurance
fr_cd: Assurances

# loco:5e730e19c38e0f07fe080492
source: Settings
fr_cd: Paramètres

# loco:5e730e37c38e0f078616d882
source: Log out
fr_cd: Se déconnecter

# loco:5e730e8ac38e0f0814368782
source: Karibu, member!
fr_cd: Bienvenu, cher membre!

# loco:5e730f5dc38e0f083c21a872
source: Banking services
fr_cd: Services bancaires

# loco:5e730fd4c38e0f08001f5e82
source: Add an existing or open an Equity BCDC account
fr_cd: Lier un compte existant ou ouvrir un compte Equity BCDC

# loco:5e731210c38e0f0844123eb2
source: Add an Equity BCDC bank account
fr_cd: Lien vers le compte bancaire de la Equity BCDC

# loco:5e73158fc38e0f08f91eebf2
source: Add your existing Equity BCDC bank account to this profile
fr_cd: Rattachez votre compte bancaire actuel de la Equity BCDC à ce profil

# loco:5e731643c38e0f08e80eed42
source: Open an Equity BCDC bank account
fr_cd: Ouvrir un compte bancaire à la Equity BCDC

# loco:5e731719c38e0f09c6652e72
source: Choose this option to open a new Equity BCDC bank account
fr_cd: Choisissez cette option pour ouvrir un nouveau compte bancaire à la Equity BCDC

# loco:5e7317a8c38e0f09c6652e74
source: Search accounts, transactions, knowledge base
fr_cd: Recherche de comptes, transactions, informations

# loco:5e7318c5c38e0f09bf03cb92
source: Add your bank account
fr_cd: Lier son compte bancaire BCDC

# loco:5e7318eac38e0f09c6652e76
source: Country
fr_cd: Pays

# loco:5e731953c38e0f0a795c4be2
source: {{ country }}
fr_cd: {{ pays }}

# loco:5e73199ec38e0f0aa442bc42
source: Account number
fr_cd: Numéro de compte

# loco:5e731a07c38e0f0ac16b5f22
source: {{ Account number }}
fr_cd: {{ numéro de compte }}

# loco:5e731a4ec38e0f0abf5f4662
source: ID / passport number
fr_cd: Numéro d'identité / numero de passeport

# loco:5e731a8dc38e0f0ac16b5f24
source: Verify
fr_cd: Vérifier

# loco:5e731addc38e0f0ac16b5f26
source: Don't have an account?
fr_cd: Ne possède pas de compte bancaire

# loco:5e731b08c38e0f0aa84a0152
source: Back
fr_cd: Retour

# loco:5e731c6bc38e0f0b57052212
source: ID number
fr_cd: Numéro d'identité

# loco:5e731ce6c38e0f0b196b65f5
source: Enter code
fr_cd: inscrire le code

# loco:5e731e1ec38e0f0b2005acc2
source: Add
fr_cd: Lier

# loco:5e731f3bc38e0f0bd2001c32
source: Nice! You're in. We found other accounts tied to your profile. Would you like to add them now? You can do this later by going into your profile settings.
fr_cd: Super! Vous êtes connecté. Il existe d'autres comptes liés à votre profil. Voulez-vous les ajouter maintenant ? Vous pouvez le faire plus tard en allant dans les paramètres de votre profil.

# loco:5e731ff5c38e0f0bea4e7763
source: Skip
fr_cd: Ignorer

# loco:5e732086c38e0f0c155f22d3
source: Account management
fr_cd: Gestion de comptes

# loco:5e732111c38e0f0c8305ffa2
source: Funds transfer
fr_cd: Transfert d'argent

# loco:5e73216ec38e0f0c8a705b42
source: Transact
fr_cd: Effectuer une transaction

# loco:5e732185c38e0f0c8305ffa8
source: Cards
fr_cd: cartes

# loco:5e73221fc38e0f0d003a1662
source: Loans
fr_cd: Crédit

# loco:5e7322b7c38e0f0cf744ae52
source: Welcome back {{user.firstName}}
fr_cd: Bon retour {{utilisateur.Prénom}}

# loco:5e732315c38e0f0ce12ccad3
source: Accounts
fr_cd: Comptes

# loco:5e732332c38e0f0cd76c94b2
source: Notifications
fr_cd: Alertes

# loco:5e73236ec38e0f0d060ba4ea
source: Today
fr_cd: Aujourd'hui

# loco:5e732389c38e0f0d01020fcc
source: Yesterday
fr_cd: Hier

# loco:5e7323d6c38e0f0cf6547203
source: Send money
fr_cd: Envoyer de l'argent

# loco:5e732407c38e0f0cd76c94b4
source: Standing orders
fr_cd: Ordre permanent

# loco:5e73242fc38e0f0d022d8356
source: Buy airtime
fr_cd: Acheter du crédit téléphonique

# loco:5e73246bc38e0f0d01020fce
source: Pay a bill
fr_cd: Payer une facture

# loco:5e732492c38e0f0d060ba4ec
source: Download transactions
fr_cd: Télécharger les transactions

# loco:5e7324e4c38e0f0da36edff2
source: See all notifications
fr_cd: Voir toutes les alertes

# loco:5e732518c38e0f0d2c31ce13
source: See all transactions
fr_cd: Voir toutes les transactions

# loco:5e732589c38e0f0d39288396
source: Add account
fr_cd: Ajouter un compte

# loco:5e7325d2c38e0f0d2c31ce16
source: My cards
fr_cd: Mes cartes

# loco:5e7326a1c38e0f0db83d7182
source: Check your phone We have sent a notification to your phone. Open the Equity BCDC app, select Yes when prompted and enter the code below.
fr_cd: Vérifiez votre téléphone Nous avons envoyé une notification sur votre téléphone. Ouvrez l'application Equity BCDC, sélectionnez Oui lorsque vous y êtes invité et entrez le code ci-dessous.

# loco:5e7327dfc38e0f0e8357cd32
source: Answer your security questions
fr_cd: Répondre aux questions de sécurité

# loco:5e732807c38e0f0e485edf26
source: {{ securityQuestion }}
fr_cd: {{ QuestiondeSécurité }}

# loco:5e73283ec38e0f0e52626f02
source: Correct answer
fr_cd: Réponse correcte

# loco:5e732898c38e0f0e4710f283
source: Reset password
fr_cd: Réinitialiser le mot de passe

# loco:5e732c154d3dd7716655ae32
source: Who you are
fr_cd: Qui êtes-vous

# loco:5e732c394d3dd77124387f93
source: Service Requested
fr_cd: Service requis

# loco:5e732c544d3dd7716655ae35
source: Personal details
fr_cd: informations personnelles

# loco:5e732c6c4d3dd7716b063b42
source: Upload documents
fr_cd: Charger des documents

# loco:5e732c8b4d3dd7713c00f1d4
source: Complete application
fr_cd: Demande complète

# loco:5e732caf4d3dd771414e8854
source: Who you are
fr_cd: Qui êtes-vous

# loco:5e732d064d3dd77165797ae4
source: Our services are tailored to suit your lifestyle, whether it's banking, insurance, or investments. Select the option below that best applies to you.
fr_cd: Nos services sont adaptés à votre mode de vie, qu'il s'agisse de banque, d'assurance ou d'investissement. Sélectionnez ci-dessous l'option qui vous convient le mieux.

# loco:5e732d344d3dd7719d44b902
source: Choose this option to open an account for yourself, a joint account or for a minor
fr_cd: Choisir cette option pour ouvrir un compte par vous-même, un compte joint ou pour un mineur

# loco:5e732d6b4d3dd7719d44b904
source: You are a duly registered company/entity that deposits and facilitates business transactions
fr_cd: Vous êtes dûment enregistré comme une société pour effectuer des dépôts et faciliter les transactions commerciales

# loco:5e732ddf4d3dd771842a0623
source: Next
fr_cd: Suivant

# loco:5e732e3b4d3dd7718743ccd4
source: What would you like to do?
fr_cd: Que voulez-vous faire?

# loco:5e732e684d3dd771a0782564
source: Create an account or review details
fr_cd: Créer un compte ou revoir les informations

# loco:5e732ed74d3dd7719d44b906
source: Get product or add-on
fr_cd: Obtenir un produit ou une mise a jour

# loco:5e732f8a4d3dd771c94870a2
source: Personal details
fr_cd: Informations personnelles

# loco:5e732fb84d3dd7721c2adef2
source: Nationality
fr_cd: Nationalité

# loco:5e732fd44d3dd771ff3776b4
source: Country of residence
fr_cd: Pays de résidence

# loco:5e732ff44d3dd771fe639543
source: ID type
fr_cd: type d'identité

# loco:5e7330094d3dd771ee53a6b2
source: ID number
fr_cd: Numéro de la pièce d'identité

# loco:5e7330384d3dd7721d490bc2
source: ID serial number
fr_cd: Numéro de série

# loco:5e7330574d3dd77204648913
source: First name
fr_cd: Prénom

# loco:5e7330694d3dd771f077b014
source: Middle name
fr_cd: Deuxième prénom

# loco:5e7330724d3dd771fe639545
source: Last name
fr_cd: Nom de famille

# loco:5e7330904d3dd7721d490bc4
source: Date of birth
fr_cd: Date de naissance

# loco:5e7330b04d3dd7721d490bc6
source: KRA PIN number
fr_cd: le numéro PIN KRA

# loco:5e7330c44d3dd7721d490bc8
source: Marital status
fr_cd: État civil

# loco:5e7330ec4d3dd7721d490bca
source: Religion
fr_cd: La religion

# loco:5e7331134d3dd77233119852
source: Contact details
fr_cd: Les coordonnées

# loco:5e7331334d3dd772002be9d4
source: Primary mobile number
fr_cd: Numéro de téléphone mobile principal

# loco:5e7331424d3dd77201246145
source: Alternative mobile number
fr_cd: Numéro de téléphone mobile alternatif

# loco:5e73316e4d3dd7721d490bcd
source: Primary email address
fr_cd: L'adresse email principale

# loco:5e7331924d3dd7721d490bcf
source: Alternative email address
fr_cd: L'adresse email alternative

# loco:5e7331b34d3dd77233119854
source: County
fr_cd: Département

# loco:5e7331c74d3dd77258259282
source: Constituency
fr_cd: Circonscription

# loco:5e7332234d3dd772853be852
source: Location
fr_cd: Lieu

# loco:5e7332314d3dd7728447ce73
source: Sub-location
fr_cd: Lieu-dits

# loco:5e7332514d3dd7726f3009d2
source: Estate
fr_cd: Domaine

# loco:5e73326a4d3dd7727015e422
source: P.O. box
fr_cd: Boîtes postales

# loco:5e73327d4d3dd7729a132673
source: Next of kin
fr_cd: Proches parents

# loco:5e7332974d3dd77259311183
source: Name
fr_cd: Nom

# loco:5e7332b54d3dd7727015e424
source: Relation
fr_cd: Lien

# loco:5e7332de4d3dd772876463a4
source: Phone no.
fr_cd: No Tél.

# loco:5e7333034d3dd77272549502
source: Source of income
fr_cd: Source de revenus

# loco:5e7333144d3dd77258259286
source: Employed
fr_cd: Employé

# loco:5e73332d4d3dd77258259288
source: Self-employed
fr_cd: Travailleur indépendant

# loco:5e73334c4d3dd7729a132675
source: Unemployed
fr_cd: Sans emploi

# loco:5e7333674d3dd772c60d7512
source: Industry
fr_cd: Industrie

# loco:5e7333784d3dd772b2169093
source: Sector
fr_cd: Secteur

# loco:5e7333b44d3dd7729a132679
source: Nature of business/employer
fr_cd: Nature de l'entreprise/employeur

# loco:5e7333e14d3dd772b2169096
source: Occupation
fr_cd: Profession

# loco:5e7453a7c38e0f60067e35f2
source: Monthly income {{ currency }}
fr_cd: Revenu mensuel {{ devise }}

# loco:5e7453cac38e0f612f352fb2
source: Additional information
fr_cd: Informations complémentaires

# loco:5e7453eac38e0f60180f5812
source: Politically Exposed Persons(PEP)
fr_cd: Personnes politiquement exposées (PEP)

# loco:5e745424c38e0f61361e82e2
source: Staff member
fr_cd: Membre du personnel

# loco:5e74545fc38e0f61477d2682
source: Minor
fr_cd: Mineur

# loco:5e74547dc38e0f61477d2684
source: Joint account
fr_cd: Compte joint

# loco:5e7454cdc38e0f61477d2686
source: Upload documents
fr_cd: Charger un document

# loco:5e745506c38e0f61282e5a22
source: Requirements: National ID, KRA PIN & passport photo
fr_cd: Exigences : Carte d'identité nationale, code PIN KRA et photo d'identité

# loco:5e745521c38e0f611b0ec682
source: Choose file
fr_cd: Choisir un fichier

# loco:5e74553ac38e0f612f352fb4
source: Upload national ID
fr_cd: Charger une carte d'identité nationale

# loco:5e745556c38e0f6135366fa2
source: Upload KRA PIN certificate
fr_cd: charger le certificat PIN KRA

# loco:5e745586c38e0f61462569b2
source: Upload passport photo
fr_cd: Charger la photo d'identité

# loco:5e7455bac38e0f612f352fb6
source: Add additional documents
fr_cd: ajouter des documents complémentaires

# loco:5e7455e2c38e0f61457324b2
source: I would prefer to visit the branch to upload these documents
fr_cd: Je préfère me rendre à l'agence pour fournir ces documents

# loco:5e745621c38e0f61591409a2
source: Almost there
fr_cd: Presque arrivé

# loco:5e74564bc38e0f61482c8812
source: Visit your nearest Equity BCDC bank branch to complete your application
fr_cd: Rendez-vous à la succursale de la Equity BCDC la plus proche pour remplir votre demande

# loco:5e74565dc38e0f61440114d2
source: Next steps
fr_cd: Étapes suivantes

# loco:5e7456b0c38e0f6149075462
source: Visit your nearest Equity BCDC Bank branch to complete your application. Please bring:
fr_cd: Rendez-vous à la succursale de la Equity BCDC la plus proche pour remplir votre demande. Veuillez apporter :

# loco:5e7456dbc38e0f61591409a4
source: Original ID
fr_cd: Pièce d'identité originale

# loco:5e745747c38e0f61482c8814
source: Done! Your details have been successfully submitted.
fr_cd: C'est fait ! Vos coordonnées ont été soumises avec succès.

# loco:5e745767c38e0f61477d2688
source: Done
fr_cd: Fait

# loco:5e8c5b05ed0cfa62336c4c32
source: Take me back to login
fr_cd: Retour à la page de connexion

# loco:5e8c6cc34d3dd72d803749d5
source: Your username is required
fr_cd: Nom d'utilisateur est requis

# loco:5e8c6d8a4d3dd72d9671beb3
source: Your first name is required
fr_cd: Ton nom de famille est requis

# loco:5e8c6da94d3dd72d97720467
source: Your last name is required
fr_cd: Ton prénom est requis

# loco:5e8c6e154d3dd72dc7504222
source: Your mobile number is required
fr_cd: Ton numéro de téléphone mobile est requis

# loco:5e8c6e4c4d3dd72dc7504226
source: Your email address is required
fr_cd: Ton adresse email est requise

# loco:5e8c6e694d3dd72da9275445
source: Your date of birth is required
fr_cd: Ta date de naissance est requise

# loco:5e8c6ea04d3dd72dc147e364
source: Format dd/mm/yyyy
fr_cd: Format jj/mm/aa

# loco:5e8c6ee34d3dd72dc750422c
source: Please agree to the privacy policy
fr_cd: Veuillez accepter la politique de confidentialité

# loco:5e8c6f024d3dd72dc750422e
source: Please agree to the terms of service
fr_cd: Veuillez accepter les conditions de service

# loco:5e8c70064d3dd72e4818f832
source: The OTP is required
fr_cd: Le code OTP est requis

# loco:5e8c70354d3dd72e514325b5
source: The code you entered is incorrect or has expired. Would you like to receive a new one?
fr_cd: Le code que vous avez saisi est incorrect ou a expiré. Souhaitez-vous en recevoir un nouveau ?

# loco:5e8c71564d3dd72e52451bc4
source: Please ensure that your passwords match
fr_cd: Veuillez vous assurer que vos mots de passe correspondent

# loco:5e8c76c3c38e0f21d128e932
source: Another code has been sent to you
fr_cd: Un autre code vous a été envoyé

# loco:5e8c770dc38e0f21cf29b694
source: Please enter the code below
fr_cd: Veuillez entrer les informations suivantes

# loco:5e8c775bc38e0f2242068ff2
source: Please enter the verification code
fr_cd: Veuillez entrer le code de vérification

# loco:5e8c77c9c38e0f224842d624
source: Please confirm the password
fr_cd: Veuillez confirmer le mot de passe

# loco:5e8c77f5c38e0f222558b9f4
source: Please enter a password
fr_cd: Saisir le mot de passe

# loco:5e8c79c3c38e0f22b459d4b3
source: Take me back to login
fr_cd: Retour à la page de connexion

# loco:5e8c7a29c38e0f2300708d02
source: First name must be 2 characters or more
fr_cd: Le prénom doit comporter au moins 2 caractères

# loco:5e8c7a42c38e0f2300708d04
source: Last name must be 2 characters or more
fr_cd: Le nom de famille doit comporter 2 caractères ou plus

# loco:5e8c7a6ec38e0f22be70d656
source: The mobile number must be 9 characters or more
fr_cd: Le numéro de téléphone mobile doit comporter 9 caractères ou plus

# loco:5e8c7a9ac38e0f23057b5d72
source: You must be over 18 to create a profile
fr_cd: Vous devez avoir plus de 18 ans pour créer un profil

# loco:5e8c7aedc38e0f23057b5d77
source: Must be at least 8 characters long
fr_cd: Doit comporter au moins 8 caractères

# loco:5e8c7b21c38e0f2300708d08
source: Enter a password
fr_cd: Saisir le mot de passe

# loco:5ea6fa08c38e0f5a155a4405
source: Individual
fr_cd: Particulier

# loco:5ea6fa19c38e0f5a065069b4
source: Company
fr_cd: Société

# loco:5ea8408ec38e0f5db66bc664
source: Onboarding
fr_cd: Embarquement

# loco:5ea840a7c38e0f5d88742312
source: Self-service
fr_cd: Libre-service

# loco:5ea840bcc38e0f5db5503e61
source: Assisted
fr_cd: Assisté

# loco:5ea9622e4d3dd769c5250123
source: With several transactional accounts to choose from, we have an option that works just the way you need it to. Manage your account and access your money anywhere and anytime
fr_cd: Avec plusieurs comptes transactionnels au choix, nous avons une option qui fonctionne exactement comme vous en avez besoin. Gérez votre compte et accédez à votre argent partout et à tout moment

# loco:5ea962704d3dd769c85ead68
source: Our full range of corporate banking solutions is tailored to meet your financial needs - from loan and deposit products to cash management, international services, and more.
fr_cd: Notre gamme complète de solutions bancaires pour les entreprises est conçue pour répondre à vos besoins financiers - des offres de crédit et de dépôt à la gestion de trésorerie, en passant par les services internationaux, etc.

# loco:5eafebea4d3dd752147e2432
source: File required
fr_cd: Fichier requis

# loco:5eb13911ed0cfa676f5b90a4
source: Any useful documents
fr_cd: Tout document utile

# loco:5eb1456cc38e0f5c402da772
source: Next move: please visit the Equity BCDC branch you selected or any Equity BCDC branch near you to wrap up the process.
fr_cd: Prochaine étape: rendez-vous dans l'agence Equity BCDC que vous avez choisie ou dans toute agence Equity BCDC proche de chez vous pour conclure le processus.

# loco:5ec636744d3dd7517501cc32
source: Staff Login
fr_cd: Accès au personnel

# loco:5ec637344d3dd751bf071312
source: Sign in as a customer
fr_cd: Se connecter en tant que client

# loco:5ec637874d3dd751d321db82
source: Sign in
fr_cd: Se connecter

# loco:5f070c553df3825f244b93f2
source: Transaction successful
fr_cd: Transaction réussie

# loco:5f07101708f0be7aac0df372
source: Please select an account type
fr_cd: Veuillez sélectionner un type de compte

# loco:5f07107ddda6c933eb0b7163
source: Please select an action
fr_cd: Veuillez sélectionner une action

# loco:5f0710ba0504810ae11683e2
source: Add 3 files or select the checkbox
fr_cd: Ajouter 3 fichiers ou cocher la case

# loco:5f0711247df8633a6f337499
source: Please add documents or check visit a branch
fr_cd: Veuillez ajouter des documents ou vérifier l'option visite d'une agence

# loco:5f07124647ae09268c3c7e38
source: Send to an Equity BCDC account
fr_cd: Envoyer à un compte de Equity BCDC

# loco:5f07130761bc203a9f3cf295
source: Add to favourites
fr_cd: Ajouter aux favoris

# loco:5f0713558260755c6d678d92
source: Pay from
fr_cd: payé de

# loco:5f071392ab84a31a084bc432
source: Choose an account
fr_cd: Sélectionner un compte

# loco:5f0714017799f92299271aa4
source: Available balance
fr_cd: Solde disponible

# loco:5f071446bc0c350bd207a212
source: Pay to
fr_cd: Payé de

# loco:5f07147fd730162531791f42
source: Select or enter your contact
fr_cd: Sélectionner ou saisir vos informations

# loco:5f0714e7bc0c350bd207a215
source: Amount
fr_cd: Montant

# loco:5f071527c99a9b4571605fc2
source: Payment reason
fr_cd: Motif du paiement

# loco:5f0715555f80a366b869e072
source: Optional
fr_cd: Facultatif

# loco:5f0715ac3d95761f113b8de2
source: Send to
fr_cd: Envoyer à

# loco:5f0715d1c99a9b4571605fc4
source: Please enter the payment details
fr_cd: Veuillez saisir les détails du paiement

# loco:5f071601d27eb611a031e383
source: Mobile number
fr_cd: Numéro de téléphone mobile

# loco:5f07162d3d95761f113b8de4
source: Add
fr_cd: Ajouter

# loco:5f0716635649b0060d2e1322
source: Select the operator
fr_cd: Veuillez sélectionner l’opérateur

# loco:5f0719801843aa18694cea32
source: Translation pending
fr_cd: Traduction en attente

# loco:5f071afe0bc75c312b3566a4
source: Close
fr_cd: Fermer

# loco:5f072184cd5b8b2c890a4252
source: Add an Equity BCDC bank account
fr_cd: Lier un compte Equity BCDC

# loco:5f0721ecd8ffc60a3d74ac32
source: Open an account
fr_cd: Ouvrir un compte

# loco:5f07237606455b635664fe94
source: Transact
fr_cd: Faire une transaction

# loco:5f07239bf446e75a01243803
source: Hide account
fr_cd: Masquer un compte

# loco:5f0723b3252e02490e43a474
source: Hide balance
fr_cd: Masquer le solde

# loco:5f0723ce06455b635664fe96
source: Show balance
fr_cd: Afficher le solde

# loco:5f07241c75f9bc76f653e564
source: Important message
fr_cd: Message important

# loco:5f07244ad3cbd9123b0aad0b
source: You have
fr_cd: Vous avez

# loco:5f07245e14139355e744bf0f
source: You owe
fr_cd: Vous devez

# loco:5f0724a875f9bc76f653e575
source: Account balance
fr_cd: Solde du compte

# loco:5f07251f4020a60f3926c9d2
source: Card name
fr_cd: Nom de la carte

# loco:5f072539d07a0e6a1b289a12
source: Card number
fr_cd: numero de la carte

# loco:5f0725f26e3a005a42063ab3
source: Goal
fr_cd: Objectifs

# loco:5f07261803d6b0626b47b585
source: Add a goal
fr_cd: ajouter un objectif

# loco:5f07265de94df81e08794832
source: What else we offer
fr_cd: Ce que nous offrons d'autre

# loco:5f0726a5ab7db05ddd36e105
source: Item
fr_cd: Objet

# loco:5f0726cf68c092531f6f6e4a
source: Offer
fr_cd: Offre

# loco:5f072710283c771c046131b6
source: Recommended for you
fr_cd: Recommandé pour vous

# loco:5f07272ca967d201e915bad3
source: Product
fr_cd: Produit

# loco:5f07276352e37a4c610e4354
source: Apply now
fr_cd: Valider maintenant

# loco:5f07277469c3d6585c048b55
source: Learn more
fr_cd: En savoir plus
