Repository: AbhishekSinghKushwaha/CIB_Frontend
Catalog: src/assets/locale/bcdc/*.xlf
Languages: fr_cd

# loco:608699a22a04203bef75d604
source: Enter their mobile number
fr_cd: Entrez leur numéro de portable

# loco:6086b0687dcfc965ce722972
source: Enter their full name
fr_cd: Entrez leur nom complet

# loco:6086b0948ef5f31351090552
source: Enter their account number
fr_cd: Entrez leur numéro de compte

# loco:6086b12e8bf7d74061767df2
source: Enter merchant till number
fr_cd: Entrez le numéro till du marchand

# loco:6086b218246bb60f2b227435
source: Enter your answer
fr_cd: Entrez votre réponse

# loco:6086b283901ecf3f38533952
source: Get started
fr_cd: Démarrez

# loco:6086b2ae3278ce5c7e6308c3
source: Security questions
fr_cd: Questions de sécurité

# loco:6086b2daef036e19a3134664
source: Make the answers easy to remember
fr_cd: Faites en sorte que les réponses soient faciles à retenir

# loco:6086b38113a76b57704acac4
source: Answer
fr_cd: Réponse

# loco:6086b3a75815ac7e036a2762
source: Please select a security question
fr_cd: Veuillez sélectionner une question de sécurité

# loco:60925f4aba52733fae627da2
source: More than just banking
fr_cd: Plus qu'une simple banque

# loco:60925f9829af1c6736622cf2
source: With 24/7 access to your accounts, send money, pay your bills, buy airtime, and so much more!
fr_cd: Avec un accès 24h/24 et 7j/7 à vos comptes, envoyez de l'argent, payez vos factures, achetez du temps d'antenne, et bien plus encore !

# loco:60925fe604a85e7a6c226f52
source: Open an instant account
fr_cd: Ouvrir un compte instantané

# loco:6092600f4dc7c042fe0fae02
source: Opening an Equity bank account is quick and simple. Say goodbye to long queues!
fr_cd: L'ouverture d'un compte bancaire Equity est simple et rapide. Dites adieu aux longues files d'attente !

# loco:60926078dc71ff1727703192
source: Lifestyle
fr_cd: Style de vie

# loco:6092608f56049f0c9b286972
source: A convenient digital experience that can be tailored to meet your lifestyle needs
fr_cd: Une expérience numérique pratique qui peut être adaptée aux besoins de votre style de vie.

# loco:609260c0071cdb6d197b6092
source: Growth
fr_cd: Croissance

# loco:609260d6d37f8424ea795422
source: Grow your money to its full potential with our integrated account management functionality and credit products
fr_cd: Faites fructifier votre argent au maximum grâce à notre fonctionnalité de gestion de compte intégrée et à nos produits de crédit.

# loco:6093bca0a3eef6694f071432
source: Unblock Card
fr_cd: Débloquer la carte

# loco:6093bd36ae79881b181410c2
source: Please verify to unblock your card
fr_cd: Veuillez vérifier pour débloquer votre carte

# loco:60951c27c0d21764bd1efcba
source: M-PESA and Airtel Money
fr_cd: M-PESA et Airtel Money

# loco:6095239e8510c000b317b5e3
source: First installment date
fr_cd: Date de la première échéance

# loco:60a29ad2b4e5294414561852
source: Only applicable to Kenya and Rwanda
fr_cd: Applicable uniquement au Kenya et au Rwanda

# loco:60ae5834e76b5c5a3e5b8c92
source: Recommend to a friend
fr_cd: Recommander à un proche ou ami

# loco:60ae5854b2416600461fd242
source: Sharing is caring
fr_cd: Partager, c'est prendre soin

# loco:60ae587a9970ac68650e2f62
source: Tell your friends about us
fr_cd: Parlez en à vos proches

# loco:60ae58903c2d1b1b2c7af5e4
source: Share link
fr_cd: Partager le lien

# loco:60bb195a74ff3f7f1b5e4742
source: Update your security questions
fr_cd: Mettez à jour vos questions de sécurité

# loco:60bb1a976907207838474032
source: Send money via M-PESA or Airtel Money
fr_cd: Envoyer de l'argent par M-PESA ou Airtel Money

# loco:60bdcde4ffb775599a6511d3
source: Account or mobile number
fr_cd: Numéro de compte ou de portable

# loco:60bf392db9910116e2454665
source: What would you like to do?
fr_cd: Qu'aimeriez-vous faire ?

# loco:60bf394907a3d46de5180464
source: Credit and prepaid cards
fr_cd: Cartes de crédit et prépayées

# loco:60bf6980ef94e921b059e1c2
source: To phone-linked account
fr_cd: Vers le compte lié au téléphone

# loco:60c09ba8f987d87cf81ac6f2
source: This charge will take effect once you have completed your withdrawal at an agent
fr_cd: Ces frais prendront effet lorsque vous aurez effectué votre retrait auprès d'un agent.

# loco:60c0bdad718fa5494a71ac63
source: Pay to an M-PESA till
fr_cd: Payer avec M-PESA!

# loco:60c0c97b1fd51744f91fdf92
source: Withdraw money
fr_cd: Emprunter de l'argent

# loco:60c47b657678a2739446b192
source: Please enter a valid phone number
fr_cd: Veuillez entrer un numéro de téléphone valide

# loco:60c65e34b59caa27bf6d9012
source: Search favourites or recents
fr_cd: Recherche de favoris ou de récents

# loco:60cc69138e242b09a24eb47d
source: Borrow
fr_cd: Emprunter

# loco:60cc6961f64e923f724baba2
source: Security challenge
fr_cd: Risque de sécurité

# loco:60cc69aa8c911565be105212
source: Your security questions
fr_cd: Vos questions de sécurité

# loco:60cc6a3604126b1e96606402
source: Answer the security questions to change your password
fr_cd: Répondez aux questions de sécurité pour changer votre mot de passe

# loco:60cc6ba770bc7e7a352bdbd2
source: Equity card
fr_cd: Carte Equity

# loco:60cc6bd6ba0688553b68e613
source: Please enter your Equity card details
fr_cd: Saisissez les 6 derniers chiffres du numéro de la carte et le code PIN.

# loco:60cc6c6d7034ab017e67e544
source: Enter last 6 digits of your card
fr_cd: Entrez les 6 derniers chiffres de votre carte

# loco:60cc6cd09a61011e1a7900e3
source: Please enter a valid card number
fr_cd: Veuillez entrer un numéro de carte valide

# loco:60cc6db46c04bc0813629d83
source: Pin
fr_cd: PIN de la carte

# loco:60cc98ee5ad0914cad1f2f13
source: Pin is required
fr_cd: Veuillez entrer le code PIN de votre carte

# loco:60cc993d91a52f4c5a3e0902
source: Enter user ID and password
fr_cd: Entrez votre ID d'utilisateur et le mot de passe

# loco:60cc9a1d75f6d669577a9d54
source: Enter Eazzy Banking, Equitel or USSD PIN
fr_cd: Entrez le code PIN Eazzy Banking, Equitel ou USSD.

# loco:60cc9b4a9ed17d11c641f624
source: Get {{ productName }}
fr_cd: Obtenir {{ productName }}

# loco:60cc9bbeca7fa708df3b7a84
source: You can edit your security questions to secure your sign in attempts
fr_cd: Vous pouvez modifier vos questions de sécurité pour sécuriser vos tentatives de connexion.

# loco:60cc9c10afdffa56a30ec94f
source: Your security questions have been changed successfully!
fr_cd: Vos questions de sécurité ont été modifiées avec succès !

# loco:60cc9c3fa147424ba85782b5
source: We’ll use your security questions to confirm the account belongs to you
fr_cd: Nous utiliserons vos questions de sécurité pour confirmer que le compte vous appartient.

# loco:60cc9c82cb343209f70f0b02
source: Edit question
fr_cd: Modifier la question

# loco:60cc9d6859520662741dca93
source: Please enter the M-PESA merchant’s details
fr_cd: Veuillez entrer les détails M-PESA du marchand

# loco:60cc9e375691ea3e0a352fe2
source: Please enter the biller’s details
fr_cd: Veuillez entrer les détails du fournisseur

# loco:60cc9e58823bad46172ae062
source: Biller Number
fr_cd: Numero du fournisseur

# loco:60cc9e79823bad46172ae064
source: Please enter the merchant’s details
fr_cd: Veuillez entrer les détails du marchand

# loco:60d9ab07d0d32c4a9a232833
source: Sorry, we're unable to complete your request, please try again later
fr_cd: Désolé, votre demande n'a pas abouti , veuillez réessayer plus tard.

# loco:60db2627f2256a77a12e00f2
source: Card balance
fr_cd: Solde de la carte
