Repository: AbhishekSinghKushwaha/CIB_Frontend
Catalog: src/assets/locale/bcdc/*.xlf
Languages: fr_cd

# loco:5f500ab1c210a862a9575872
source: Apply for a loan
fr_cd: Demande de prêt

# loco:5f500b1d441d1c16583ed0d2
source: Equity BCDC offers a variety of loans to help you meet your goals. Look through our loan products to find one that is suited to your needs.
fr_cd: Equity BCDC offre une variété de prêts pour vous aider à atteindre vos objectifs. Consultez nos offres de crédit pour trouver celui qui répond à vos besoins.

# loco:5f500b61b202475ae357e722
source: Filter by
fr_cd: Filtré par

# loco:5f500bb49579ac4a183e68e2
source: Personal
fr_cd: Personnel

# loco:5f500bde37bcf7452723fb42
source: Business
fr_cd: Entreprise

# loco:5f500effe642c95aba26a482
source: Please enter the recipient's details
fr_cd: Veuillez saisir les informations du bénéficiaires

# loco:5f500fafbf1f050480032eb3
source: Enter their account or mobile number
fr_cd: Veuillez saisir le numéro de compte

# loco:5f501024e642c95aba26a484
source: Your transaction was successful
fr_cd: Votre transaction a réussi

# loco:5f5010e7e642c95aba26a488
source: Paid to
fr_cd: Payé à

# loco:5f5011257aa77136147bd8b2
source: Paid from
fr_cd: Payé de

# loco:5f5011668f6d6a398e047c62
source: Save as favourite
fr_cd: Enregistrer en tant que Favori

# loco:5f50119583052d55210959a2
source: Download receipt
fr_cd: Télécharger le reçu

# loco:5f5012e1437ecb4f1744bcb2
source: Success
fr_cd: Réussite

# loco:5f501309ae3819295833ebc2
source: Your bill payment was successful
fr_cd: Le paiement de votre facture a été effectué avec succès

# loco:5f501389ae3819295833ebc4
source: To continue, please confirm your transaction
fr_cd: Veuillez confirmer les détails de votre paiement

# loco:5f501468193c1344e80986a2
source: One-off
fr_cd: Unique

# loco:5f5015026ed0903f2462fe32
source: 1 day before
fr_cd: 1 jour avant

# loco:5f5015c2f0dcb74e4764d2b2
source: Favourites
fr_cd: Préférés

# loco:5f5015f2dbea835725243c32
source: Browse billers
fr_cd: Parcourir les facturiers

# loco:5f501670fd9c800e6e2f5bd2
source: Send money to own account
fr_cd: Envoyer de l'argent sur son propre compte

# loco:5f50181073daea2c0a59ed62
source: Service required
fr_cd: Service requis

# loco:5f501991d5cab70ee15879d2
source: Open GMail
fr_cd: Ouvrir Gmail

# loco:5f501a27d53303330f2a5162
source: Open Outlook
fr_cd: Ouvrir Outlook

# loco:5f501c65ef13ff15463d15e2
source: Resend email
fr_cd: Renvoyer un e-mail

# loco:5f501c94c5ee262dcb192542
source: I don't have access to email
fr_cd: Je n'ai pas accès à mon email

# loco:5f501d328b618303de0ef472
source: Remove account
fr_cd: Compte non lié

# loco:5f501dabb7ec4157bb5b9252
source: The next repayment is due in {{ acc.nextPaymentDueInNumOfDays }} days
fr_cd: Prochain remboursement dû en {{ acc.nextPaymentDueInNumOfDays }} jours

# loco:5f501de966e59e4bc14ab022
source: Your monthly instalment is {{ acc.instalmentAmount }} {{ acc.accountCurrency }}
fr_cd: Versement mensuel {{ acc.instalmentAmount }} {{ acc.accountCurrency }}

# loco:5f501f0c9bd5f909042929e2
source: completed
fr_cd: achevé

# loco:5f501f7ef003980f77536f02
source: {{ acc.remainingNumberOfInstalments }} instalments to go
fr_cd: {{ acc.remainingNumberOfInstalments }} versements à venir

# loco:5f501fda9bd5f909042929e4
source: Disable alerts
fr_cd: Désactiver les alertes

# loco:5f502017f003980f77536f04
source: Goal balance
fr_cd: Objectif de solde

# loco:5f5020749213bb1ecc58c7d2
source: We thought this might interest you
fr_cd: Nous pensons que cela pourrait vous intéresser

# loco:5f5020c123d9f22bee3b50a2
source: Select today
fr_cd: Choisir aujourd'hui

# loco:5f5020da23d9f22bee3b50a5
source: To current month
fr_cd: le mois en cours

# loco:5f50221c3cf0ba22696140a2
source: Reorder
fr_cd: Commandez à nouveau

# loco:5f50225c548414676d40b342
source: An Equity BCDC account
fr_cd: Un compte Equity BCDC

# loco:5f5022880bcc0644200a4932
source: Save, transact, borrow and more
fr_cd: Épargnez, faites des transactions, empruntez et plus encore

# loco:5f50231d017aa44d39071b02
source: Coming soon
fr_cd: Prochainement

# loco:5f5023659c2dcb64ee333f32
source: Remove this account?
fr_cd: Dissocier ce compte?

# loco:5f502386ac9e0b750617d352
source: It looks like you would like to remove this account from your Equity BCDC profile
fr_cd: Il semble que vous souhaiteriez supprimer ce compte de votre profil Equity BCDC

# loco:5f5023afd694877560103542
source: No, keep account
fr_cd: Non, compte conservé

# loco:5f502446a7aa0a1e007113a2
source: Yes, remove account
fr_cd: Oui, compte non lié

# loco:5f502521e838170fec4dc2c2
source: Choose your language
fr_cd: Sélectionnez votre langue préférée

# loco:5f5025b614d8cb4ad90a07a2
source: Are you still there?
fr_cd: Etes-vous toujours là?

# loco:5f50260f14d8cb4ad90a07a5
source: You’ve been quiet. To keep your details safe, you will be automatically logged out in seconds.
fr_cd: Vous avez été silencieux. Afin de protéger vos données, vous serez automatiquement déconnecté en secondes.

# loco:5f502633d69bdc46b33de022
source: Log me out
fr_cd: Me déconnecter

# loco:5f5026e594c0976491453fb2
source: Profile
fr_cd: Profil

# loco:5f502719e624fb7f8b0427e2
source: Great, it's removed!
fr_cd: Super, c'est déconnecté!

# loco:5f5027479b4eab37645bfac2
source: You can always link it again
fr_cd: Vous pouvez toujours le relier à nouveau

# loco:5f5027983ea43d29ec1c40c2
source: Dismiss
fr_cd: Rejet

# loco:5f502919333b88581a0065d2
source: Available balance
fr_cd: Solde disponible

# loco:5f5029f549e8834e6c1a3eb2
source: Your browser does not support the video tag.
fr_cd: Votre navigateur ne prend pas en charge la balise vidéo.

# loco:5f53af5e0165db4a1d14e322
source: Scan
fr_cd: Scanner

# loco:5f53af8854b947521a624442
source: Resend code
fr_cd: Renvoyer le code

# loco:5f53b17b075ae31fe04a2b42
source: Let’s fix that for you.
fr_cd: Nous vous apportons la solution

# loco:5f53b224f4357e338f3dfe02
source: Must be at least 8 characters long
fr_cd: Doit comporter au moins 8 caractères

# loco:5f53b2a8b38149690e2c6962
source: Use email instead
fr_cd: Utilisez plutôt votre email

# loco:5f53de7745c2387f83638542
source: You will be notified on the date that your payment is scheduled to take place
fr_cd: Vous serez informé de la date de votre paiement

# loco:5f53e757bc53d17c6b771e42
source: Balance information
fr_cd: Informations sur le solde

# loco:5f53ebb95b948764d55c8ae2
source: Transaction history
fr_cd: Historique

# loco:5f53f1b1563b3009fe2891a2
source: Who you are
fr_cd: Qui êtes-vous?

# loco:5f5421af4e652c1f5f17bfe2
source: To someone new
fr_cd: Un nouveau bénéficiaire

# loco:5f55ede346b3295bb7730572
source: Welcome to Equity BCDC
fr_cd: Bienvenue sur Equity BCDC online

# loco:5f5732e9cdfca91cf1371fa2
source: The loan has been deposited into your account
fr_cd: Le prêt a été crédité sur votre compte

# loco:5f57332f6260bb28ab0afee2
source: Installment date
fr_cd: Date du versement

# loco:5f57337f44964b3006662dd2
source: Installment amount
fr_cd: Montant du versement

# loco:5f5733a9691be93cc2521602
source: Last repayment date
fr_cd: Dernière date de remboursement

# loco:5f573425af801142a2699d63
source: We have received your loan application
fr_cd: Nous avons reçu votre demande de prêt

# loco:5f57344e44964b3006662dd5
source: It's in review
fr_cd: C'est en cours de révision

# loco:5f573484a638111d1734fbf5
source: Thank you for applying for an Equity BCDC loan. Your application is being reviewed. In 20 minutes, you will receive a notification regarding the status of your application.
fr_cd: Merci d'avoir fait une demande de prêt auprès de la Equity BCDC. Votre demande est en cours d'examen. Dans 20 minutes, vous recevrez un avis concernant le statut de votre demande.

# loco:5f5734d5dcd2f4101c55e092
source: Add payment date to calendar
fr_cd: Ajouter une date de paiement dans votre calendrier

# loco:5f57353d8c245c6af91dd4b4
source: Please enter the loan details
fr_cd: Veuillez inscrire les informations du prêt

# loco:5f5736e1dcd2f4101c55e094
source: We need some more information about you
fr_cd: Besoin d'informations vous concernant

# loco:5f57375a9e9b5639da5c2092
source: Upload documents
fr_cd: Charger des documents

# loco:5f5737742caef155fc0b4e13
source: To process your application, we need the documents below
fr_cd: Pour traiter votre demande, nous avons besoin des documents suivants

# loco:5f5739c756bea30ac42b90c2
source: Apply for loan
fr_cd: Demande de prêt

# loco:5f573b15b7168c1c0958a8e2
source: I accept the
fr_cd: J'accepte le

# loco:5f573b7e00231d027f4bb5a2
source: Terms
fr_cd: Conditions

# loco:5f573bb270dcc3542c3e2c12
source: Total loan to be paid off
fr_cd: Total du prêt à rembourser

# loco:5f573bf154d7b11bba1cf6a2
source: Charges explained
fr_cd: Charges justifiées

# loco:5f573c586b84d1701a07cfb3
source: per annum
fr_cd: par année

# loco:5f573c80d13c305fa9350b92
source: Loan interest
fr_cd: Intérêts sur le prêt

# loco:5f573ca755ab823c0a3320a2
source: Repayment period
fr_cd: Délai de remboursement

# loco:5f573cfbe596ed7ed00aeea2
source: Amount to borrow
fr_cd: montant à emprunter

# loco:5f573d43f4b8e231f149aea3
source: Current balance
fr_cd: solde actuel

# loco:5f573d6f7e2766711f637765
source: Deposit to
fr_cd: Dépôt à

# loco:5f573de25b379c42b16c50d2
source: Loan type
fr_cd: Type de crédit

# loco:5f573e028470ef2efb3aad14
source: Please confirm your loan request
fr_cd: Veuillez confirmer votre demande de prêt

# loco:5f7c3d12b7a15900ac3d4a42
source: We have sent a link to your email
fr_cd: Un lien est envoyé sur votre email

# loco:5f7c3d4b30ca6224ad3441a2
source: Click on that link to continue your password reset
fr_cd: Cliquez sur ce lien pour continuer à réinitialiser votre mot de passe

# loco:5f7c3f9bdbe05847f97da899
source: What is required?
fr_cd: informations nécessaires

# loco:5f818ce86c8d9b46437f6202
source: Enter {{ selectedIdType }} number
fr_cd: Saisir le numéro {{ SelectionTypeID }}

# loco:5f818d3ae738c922e9257842
source: Welcome to
fr_cd: Bienvenue à

# loco:5f818dd7aaebc67511358612
source: We have sent a link to your email
fr_cd: Un lien a été envoyé par email

# loco:5f818e859cb2c423834ddff2
source: Let's try this again.
fr_cd: Veuillez réessayer

# loco:5f818f40fedc93605b1c0aa2
source: The verification link sent has either expired or been used more than once.
fr_cd: Le lien de vérification envoyé a soit expiré, soit été utilisé plus d'une fois.

# loco:5f818f7bbbae71177a7045b2
source: Resend link
fr_cd: Renvoyer le lien

# loco:5f818fd759889f03f75eb852
source: Forgot your password?
fr_cd: Mot de passe oublié

# loco:5f8190659cb2c423834ddff4
source: We'll email or text you a link to help you reset your password
fr_cd: Nous vous enverrons par e-mail ou par SMS un lien pour vous aider à réinitialiser votre mot de passe

# loco:5f8190d23979eb5c05509432
source: Username
fr_cd: Nom d'utilisateur

# loco:5f81916e3979eb5c05509434
source: We have sent a verification code to your mobile number
fr_cd: Nous avons envoyé un code de vérification à votre numéro de téléphone mobile

# loco:5f8191f88fffd5478e4281d2
source: Password
fr_cd: Mot de passe

# loco:5f8192728fffd5478e4281d4
source: Please enter your password
fr_cd: Le mot de passe est requis

# loco:5f8192d8f459284eeb6072b2
source: Via mobile
fr_cd: Par le téléphone mobile

# loco:5f8193358fffd5478e4281d6
source: Via email
fr_cd: Par email

# loco:5f8193ec95998064af41dd02
source: Account created!
fr_cd: Compte créé

# loco:5f819511fee1b449c15f74c2
source: Create a strong password for Equity BCDC
fr_cd: Créer un mot de passe sécurisé pour Equity BCDC

# loco:5f8195798a92d551c21c15f2
source: Must contain numbers, uppercase and lowercase letters
fr_cd: Doit contenir des chiffres, des lettres majuscules et minuscules

# loco:5f8195cda532ae0f8f660552
source: Must be at least 8 characters long
fr_cd: Doit comporter au moins 8 caractères

# loco:5f8196292f331e538c1efc12
source: Must contain a special character (e.g. !@#$&)
fr_cd: Doit contenir un caractère spécial (par exemple !@#$&)

# loco:5f8196ddadd2720d0a58b622
source: Create your Equity BCDC profile
fr_cd: Créer votre profil Equity BCDC

# loco:5f819741a532ae0f8f660558
source: Your country of residence is required
fr_cd: Votre pays de résidence est obligatoire

# loco:5f8197da9645310194564282
source: Looks like the email address is incorrect, try again.
fr_cd: Il semble que l'adresse électronique (email) soit incorrecte, essayez à nouveau.

# loco:5f8198242f331e538c1efc14
source: Nationality required
fr_cd: Nationalité exigée

# loco:5f81987cefec287dda41f952
source: Create profile
fr_cd: Créer un profile

# loco:5f8198fe5e814735630bbcf2
source: Buy airtime
fr_cd: Achat unités

# loco:5f81999a57755768c27c1642
source: Your airtime purchase was successful
fr_cd: Votre achat d'unités a été fait avec succés.

# loco:5f8199dbd739b0146a134da2
source: Sent from
fr_cd: Envoyé de

# loco:5f819a1dc192d604d649c752
source: Completed on
fr_cd: Achevé le

# loco:5f819ac88eb113051d663712
source: Please enter the recipient’s details
fr_cd: Veuillez saisir les coordonnées du destinataire.

# loco:5f819b2e48dad800a9769742
source: Please select the operator
fr_cd: Veuillez sélectionner l’opérateur

# loco:5f819ba65e814735630bbcf4
source: Apply for a loan
fr_cd: Demander un prêt

# loco:5f819beb60b4ea24171f9c12
source: Equity BCDC offers a variety of loans to help you meet your goals. Look through our loan products to find one that is suited to your needs.
fr_cd: Equity BCDC offre une variété de prêts pour vous aider à atteindre vos objectifs. Consultez nos produits de prêt pour trouver celui qui répond à vos besoins.

# loco:5f819c64c3dc54128d7b47f2
source: Send from
fr_cd: Envoyé de

# loco:5f819ce732f0e47361359562
source: The account number or phone number is required
fr_cd: Le numéro de compte ou le numéro de téléphone est requis.

# loco:5f819d739da91c1cbf1d7362
source: Your money was sent successfully
fr_cd: Votre argent a été envoyé avec succès.

# loco:5f819df39968615582425df2
source: Sent to
fr_cd: Envoyé à

# loco:5f819ed4c4b47354046fc742
source: The instalment loan has been deposited into your account
fr_cd: Le prêt à tempérament a été crédité sur votre compte.

# loco:5f819f0cc0e87b2dbd56b082
source: Amount disbursed
fr_cd: Montant octroyé

# loco:5f81a05de19e1c6471057522
source: The one month loan has been deposited into your account
fr_cd: Le prêt d'un mois a été crédité sur votre compte.

# loco:5f81a0910210254fa514a122
source: Amount disbursed
fr_cd: Montant octroyé

# loco:5f81a147922acc480507de22
source: Payment details
fr_cd: Détails du paiement

# loco:5f81a1b07583124f77445442
source: Pay a loan
fr_cd: Crédit salaire

# loco:5f81a20fd33fe67cfc1a3152
source: How much do you want to pay?
fr_cd: Combien souhaitez-vous payer ?

# loco:5f81a251d33fe67cfc1a3154
source: Full amount
fr_cd: Montant global

# loco:5f81a280f916ae001974dc42
source: Another amount
fr_cd: Un autre montant

# loco:5f81a3725c76c865aa2bad32
source: You have paid your loan successfully
fr_cd: Votre prêt a été remboursé avec succès.

# loco:5f81a3ce3a309b42a5371ae2
source: Amount paid
fr_cd: Montant payé

# loco:5f81a47b2efc832a8b16b1e2
source: Send to mobile wallet
fr_cd: Envoyer à un portefeuille électronique

# loco:5f81a50c3a309b42a5371ae4
source: Sent amount
fr_cd: Montant envoyé

# loco:5f81a540f916ae001974dc44
source: Sent money to
fr_cd: Envoyer de l'argent à

# loco:5f81a5b75b54d43a9d27a422
source: Send to another bank
fr_cd: Envoyer vers une autre banque.

# loco:5f81a62affcffe07233fbbd2
source: Select contact
fr_cd: Crédit privé

# loco:5f81a6943a309b42a5371ae6
source: Your bill was paid successfully
fr_cd: Votre facture a été payée avec succès.

# loco:5f81a7d3db1d0f0ac70c01e2
source: Send to your own Equity BCDC account
fr_cd: Envoyez à vous-même

# loco:5f81a875b6be6306c2737ac2
source: Account type
fr_cd: Type de compte

# loco:5f81a8d4e937883251082472
source: Account currency
fr_cd: Devise du compte

# loco:5f81a8f5b6be6306c2737ac4
source: Account name
fr_cd: Intitulé du compte

# loco:5f81a924fade6b78745b6e62
source: Account status
fr_cd: Status du compte

# loco:5f81a9d152be935a084ff332
source: Please select the account you want to add to Equity BCDC
fr_cd: Veuillez sélectionner le compte que vous souhaitez ajouter à Equity BCDC

# loco:5f81aa38de63c24a990fa7a5
source: If you already bank with us, please use the same details you used to open your account
fr_cd: Si vous êtes déjà client chez Equity , veuillez utiliser les mêmes coordonnées que celles que vous avez utilisées pour ouvrir votre compte.

# loco:5f81aa5daf5c087b73637cf2
source: Your accounts
fr_cd: Vos comptes

# loco:5f81aa9f57e12f57ab77aea2
source: Link a Equity BCDC account
fr_cd: Lier un compte Equity BCDC

# loco:5f81ab3e07a65013ea2edef2
source: Incorrect verification code
fr_cd: Code de verification incorrect

# loco:5f81ab5c600bb213d771f732
source: The code you entered did not match what we sent to you. Give it another look.
fr_cd: Le code que vous avez saisi ne correspond pas à celui que nous vous avons envoyé. Vérifiez et réessayez à nouveau.

# loco:5f81ab835943773adf320bf2
source: Try again
fr_cd: Réessayer

# loco:5f81abc207a65013ea2edef4
source: Are you still there?
fr_cd: Êtes-vous toujours là ?

# loco:5f81abf84af7147cd45aeed2
source: You’ve been quiet. To keep your details safe, you will be automatically signed out in {PH} seconds.
fr_cd: Vous avez été inactif. Afin de protéger vos données, vous serez automatiquement déconnecté(e) dans {PH} secondes.

# loco:5f81ac24600bb213d771f734
source: Keep me in
fr_cd: Non, rester connecté

# loco:5f81ac4307a65013ea2edef6
source: Sign me out
fr_cd: Oui, me déconnecter

# loco:5f81acc34af7147cd45aeed4
source: Please select an account
fr_cd: Veuillez selectionner un compte bancaire

# loco:5f81acf54f210a503101eca5
source: Manage
fr_cd: Gérer

# loco:5f81ad114f210a503101eca7
source: Clear search
fr_cd: Recherche simple

# loco:5f81ad424af7147cd45aeed6
source: Available balance
fr_cd: Solde disponible

# loco:5f81ad7257e12f57ab77aea4
source: Buy
fr_cd: Acheter

# loco:5f81c01638b3514d97744ec2
source: Browse other loans
fr_cd: Consulter les autres prêts

# loco:5f81c0601dc3b1666112d6e2
source: Please select the recipient’s bank
fr_cd: Veuillez sélectionner la banque du destinataire.

# loco:5f81c0c238b3514d97744ec4
source: Sent money to
fr_cd: Envoyé de l'argent à

# loco:5f8806822d84c4327a5e7b72
source: Completed
fr_cd: Executé

# loco:5f8806f7ebb6d9075f32f693
source: Incomplete
fr_cd: Incomplet

# loco:5f880a072b1eeb28250c74d6
source: Edit note
fr_cd: Commentaires

# loco:5f880a586b78715bed764266
source: Change photo
fr_cd: Changer la photo

# loco:5f880b95665e3e69387d4bf3
source: Related Transactions
fr_cd: Transactions connexes

# loco:5f880e95477caa4f7574b742
source: Additional details
fr_cd: Details additionnel

# loco:5fa10a5d133ffc11cb646142
source: Send money
fr_cd: Envoyer

# loco:5fa10a8164c4dd5b7c1874e3
source: Pay with Equity BCDC
fr_cd: Acheter

# loco:5fa10aa006cc620f903159c2
source: Receive
fr_cd: Recevoir

# loco:5fa10b79dc35b17f4d6e8652
source: Mobile wallet
fr_cd: Porte-monnaie électronique

# loco:5fa10baedc35b17f4d6e8654
source: Send mobile money
fr_cd: Envoyer sur monnaie éléctonique

# loco:5fa10e3fe58fcf67d52789d2
source: Send to another bank account
fr_cd: Envoyer sur un autre compte bancaire

# loco:5fa111bf97b76a1939671332
source: Loyalty Rewards
fr_cd: Primes de Fidélité

# loco:5fa112063df345252c0e4f52
source: Book an appointment
fr_cd: Prendre un rendez-vous

# loco:5fa11742b6cf816412320493
source: Country of residence
fr_cd: Pays de résidence

# loco:5fa13d393567a75972042065
source: These are the details we have about you, please make sure they match what is on your ID
fr_cd: Voici les informations que nous avons sur vous, assurez-vous qu'elles correspondent à celles qui figurent sur votre pièce d'identité

# loco:5fa13d7c162037456b36f1b2
source: If you already bank with us, please use the same details you used to open your account
fr_cd: Si vous effectuez déjà des opérations bancaires avec nous, veuillez utiliser les mêmes coordonnées que celles que vous avez utilisées pour ouvrir votre compte.

# loco:5fa18f580a9bbd3e7866d813
source: Passwords must match
fr_cd: Le nouveau mot de passe doit être identique dans les deux champs

# loco:5fa1929094a5e9304b0b6923
source: Search results
fr_cd: Résultat de la recherche

# loco:5fa192d20c2a1452c82613c8
source: Popular billers
fr_cd: Factures

# loco:5fa1931dde930d2bfe7cc692
source: Transaction note
fr_cd: Note de transaction

# loco:5fa19384b652740fc2424145
source: Looks like your details did not match what we have on record. Become an Equity BCDC member and you can add the account.
fr_cd: Il semble que vos coordonnées ne correspondent pas à ce que nous avons dans nos dossiers. Devenez membre de la Equity BCDC et vous pourrez ajouter le compte.

# loco:5fa1945094a5e9304b0b692d
source: Favourite details
fr_cd: Détails favoris

# loco:5fa194809d61446bdf534842
source: Who would you like to add?
fr_cd: Qui souhaitez-vous ajouter ?

# loco:5fa194a660865f751f678fa2
source: Enter name
fr_cd: Entrer le nom

# loco:5fa194e362c32b70ec56b242
source: Favourite added successfully
fr_cd: Favori ajouté avec succès

# loco:5fa195104effa1788072aa92
source: A new contact has been added to your favourites list.
fr_cd: Un nouveau contact a été ajouté à votre liste de favoris.

# loco:5fa245c32b4b44344a1a5292
source: Get a loan
fr_cd: Obtenir un prêt

# loco:5faa9286a105bb2a9a2bf5f3
source: Exchange rate
fr_cd: Taux de change

# loco:5faa92a0a612204e1333da25
source: Converted amount
fr_cd: Montant converti

# loco:5faa932aa612204e1333da28
source: The amount cannot be less than {{ transactionLimit.minAmount }} {{accountCurrency}}
fr_cd: Le montant ne peut être inférieur à {{ transactionLimit.minAmount }} {{accountCurrency}}, veuillez réessayer

# loco:5faa935dac52de2a21233354
source: The amount cannot be more than {{ transactionLimit.maxAmount }} {{accountCurrency}}
fr_cd: Le montant ne peut pas être supérieur à {{ transactionLimit.maxAmount }} {{accountCurrency}}, veuillez réessayer

# loco:5fbfa28ff91ddd210023fe12
source: Please enter an account number
fr_cd: Veuillez saisir un numéro de compte

# loco:5fc68ebdbfa0f60d9b48f678
source: Are you sure you want to sign out?
fr_cd: Êtes-vous sûr de vouloir vous déconnecter ?

# loco:5fc7f142f5b25845304df922
source: Have you forgotten your password?
fr_cd: Avez-vous oublié votre mot de passe?

# loco:5fc7f54846b8df7608527252
source: Forgot password
fr_cd: Mot de passe oublié

# loco:5fc9f6e3ab210117cf4955e2
source: Send to a phone-linked account
fr_cd: Envoyer à un compte lié au téléphone

# loco:5fccee9f8e28e353dd0d9de2
source: Send money to your own Equity BCDC account
fr_cd: S'envoyer de l'argent

# loco:5fcd03494a942b26182131d2
source: Use mobile instead
fr_cd: Utilisez plutôt le numéro de téléphone

# loco:5fcd06f50a89b43b510f1f92
source: Set as primary account
fr_cd: Désigner comme compte par défaut

# loco:5fce97aeee9c65200b0a3762
source: Choose an amount to pay
fr_cd: Choisissez le montant

# loco:5fd0940b2ef35b4e0a7d0392
source: Transaction photo
fr_cd: Résumé de la transaction

# loco:5fd4f7a3666d5e5b98799042
source: Hello there,
fr_cd: Bonjour,

# loco:5fd51ca85be439330e088442
source: Enter amount
fr_cd: Saisir le montant

# loco:5fd528f6213c0d58260a38c2
source: Enter Digipass personal code
fr_cd: Numéro de Digipass

# loco:5fd52ca199ba920ee112a832
source: Digipass personal code is required
fr_cd: Le numéro de Digipass est requis

# loco:5fd8ec8e6428602c7b6af022
source: Please contact your Relationship Manager or our Contact Center on 41909 or +243996018000
fr_cd: Contactez votre gestionnaire ou notre Centre d'appels au 41909 ou au +243996018000 pour vous guider.

# loco:5fd8fc5fbfe44436ae541f62
source: Have you forgotten your password?
fr_cd: Vous avez oublié votre mot de passe?
