Repository: AbhishekSinghKushwaha/CIB_Frontend
Catalog: src/assets/locale/bcdc/*.xlf
Languages: fr_cd

# loco:5fd8fcb776589a209a486bd2
source: Not to worry, we all forget sometimes
fr_cd: Pas de soucis, cela arrive à tout le monde...

# loco:5fdb330766c06458e2596ca4
source: Transaction History
fr_cd: Historique des transactions

# loco:5fdb7965db771f3e954b0f76
source: This is an indicative rate and is subject to change
fr_cd: Ceci est un taux indicatif susceptible de changements

# loco:5fdb882733bc360dce59b502
source: Add a note
fr_cd: Ajouter un commentaire

# loco:5fdb884f33bc360dce59b504
source: Add a photo
fr_cd: Ajouter une photo

# loco:5fdb8890a45d05381f4c27e2
source: View or share receipt
fr_cd: Consulter ou partager le reçu

# loco:5fdba69b3d70f142992a96b2
source: Related
fr_cd: En savoir plus

# loco:60036077b0340a4283026c12
source: Select one of the options below
fr_cd: Sélectionnez l'une des options ci-dessous

# loco:600360ba2d108708a0274852
source: By sms
fr_cd: Par sms

# loco:600360dd3fcfae5ff15119d2
source: By email
fr_cd: Par email

# loco:6003614a2d108708a0274854
source: Add your account to continue
fr_cd: Ajouter votre compte pour continuer

# loco:6003617980bad50d95675e52
source: By adding your account, you will be able to make payments and manage your money with ease
fr_cd: En ajoutant votre compte, vous pourrez effectuer des paiements et gérer votre argent en toute simplicité

# loco:600361c82d108708a0274856
source: Maybe later
fr_cd: Peut-être plus tard

# loco:600361f480bad50d95675e54
source: Yes, add my account
fr_cd: Oui, ajouter mon compte

# loco:6005b54cb3b2ea172f3eb462
source: Transaction details
fr_cd: Détails de la transaction

# loco:600f9ba02fe1051faf4861c2
source: Register
fr_cd: S'enregitrer

# loco:600f9c1c28faaf15bb7c0362
source: Sign in or register to perform a transaction or explore our wide range of products, tailored to suit your needs.
fr_cd: Se connecter ou s'enregistrer pour effectuer une transaction ou explorer notre large gamme de produits, adaptés à vos besoins.

# loco:602104b04a67620a25415743
source: Equity BCDC online is the one-stop shop for all your banking needs
fr_cd: EquityBCDC online est le guichet unique pour tous vos besoins bancaires

# loco:6023fa7857cbd15b0f0354a2
source: Buy from
fr_cd: Achat auprès de

# loco:6023fa9c57cbd15b0f0354a4
source: Buy for
fr_cd: Achat pour

# loco:6023fad2d8aa4a51de01bf72
source: For
fr_cd: Pour

# loco:602e8204cb85d71eff67d593
source: Merchant details
fr_cd: Details du marchant

# loco:602e823c592c33350c1851f2
source: Enter the merchant’s information
fr_cd: Saisissez les informations du marchant

# loco:602e826ccb85d71eff67d596
source: Provider
fr_cd: Fournisseur

# loco:602e82d7cdbf104f713a3ce2
source: Error
fr_cd: Erreur

# loco:602e831398c6185186723802
source: We couldn’t find a merchant with this code. Please give it another try.
fr_cd: Nous n'avons pas trouvé de marchant avec ce code. Veuillez réessayer, s'il vous plaît.

# loco:602e834898c6185186723804
source: Search for merchant
fr_cd: Rechercher un marchant

# loco:602f5c540dc29640e40bb0e3
source: Pay to a card
fr_cd: Payer ou recharger la carte

# loco:602f5cc8d601ab4b2a269dd4
source: Credit and prepaid cards
fr_cd: Carte de crédit et prépayée

# loco:602f5fe0fde3a64b1d158f14
source: Select a card
fr_cd: Choisir une carte

# loco:602f6427976635511629db42
source: Another amount
fr_cd: Autres montants

# loco:602f656cf83fbf58030fbaf5
source: Your card payment was made successfully
fr_cd: Votre paiement par carte a été effectué avec succès

# loco:602f78e522917963ed188432
source: Payment amount
fr_cd: Montant du paiement

# loco:602f8fd220dae9047f3bef22
source: Due amount
fr_cd: Montant à payer

# loco:6034b816376b241c4c14f704
source: View your statement
fr_cd: Consulter vos mouvements

# loco:6034b89734124e3ba876c72a
source: Download PDF
fr_cd: Téléchargement PDF

# loco:6034b93129d72827ad3b7433
source: Download Excel
fr_cd: Téléchargement Excel

# loco:6034b986155ee7452634a254
source: Send to an email address
fr_cd: Envoyer à une adresse email

# loco:6034c276ee30e9065f33ed42
source: Repayment reminder
fr_cd: Rappel du remboursement

# loco:6034c964cb138e5ccb33b5c3
source: Make payment
fr_cd: Effectuer une transaction

# loco:6034e24fda21fc1d7f1a90c2
source: Enter the till number
fr_cd: Entrer les numéros de la transaction

# loco:6034e33f9455a301b9266772
source: Verify transaction
fr_cd: Confirmer la transaction

# loco:6034e386339a06585f4a52e3
source: Come say hello, we’d love to meet you. Bring your ID and our team will gladly assist you.
fr_cd: Venez nous dire bonjour, nous serions ravis de vous rencontrer. Apportez votre carte d'identité et notre équipe se fera un plaisir de vous aider.

# loco:6034e3ca7bb4b30e3c328ff3
source: Payment category
fr_cd: Type de paiement

# loco:6034e3fc7ba8764a88663a42
source: Foreign bank charges
fr_cd: Frais bancaires étrangers

# loco:6034e4cd9992c856f62ea222
source: Send to someone new
fr_cd: Envoyer à un nouveau destinataire

# loco:6034e4f38a34ab0ed063e112
source: Please enter the recipient’s details
fr_cd: Veuillez saisir les coordonnées du destinataire

# loco:6034e56f9d90f260351fe242
source: Account or IBAN number
fr_cd: Numéro de compte ou IBAN

# loco:6034e58f31c64270fd0b8ea3
source: Physical address
fr_cd: Adresse physique

# loco:6034e5bba9740d4e5166c554
source: Fed wire or routing number
fr_cd: Routing number

# loco:6034e5e01ace2a78f943ef44
source: Sort code
fr_cd: Code de classement

# loco:6034e686292c045adf43c672
source: Select bank
fr_cd: Choisir la banque

# loco:6034e6c1ab89a96cd2536072
source: Sent amount
fr_cd: Envoyer le montant

# loco:6034e6eee746c42a245888e2
source: 1 month
fr_cd: 1 mois

# loco:6034e70d45b9096cde1240a2
source: 3 months
fr_cd: 3 mois

# loco:6034e7284cf4672dd07db292
source: 6 months
fr_cd: 6 mois

# loco:6034e74bec23a5004a1e13d2
source: 1 year
fr_cd: 1 an

# loco:6034e8751293f265f844a653
source: View
fr_cd: Consulter

# loco:6034e90c4a43b45d1005fa12
source: Block your card temporarily
fr_cd: Bloquer momentanément la carte

# loco:6034e99d221c3f2599698722
source: Unblock your card
fr_cd: Débloquer la carte

# loco:6034e9f2221c3f2599698724
source: We have sent a verification code to unblock your card
fr_cd: Nous avons envoyé un code de vérification pour débloquer votre carte

# loco:6034ea26fc0692580e760432
source: Your card has been unblocked
fr_cd: Votre carte a été débloquée

# loco:6034ea5a5e26b33b9722eb02
source: You can now use your card at any ATM, POS or to make online payments.
fr_cd: Vous pouvez désormais utiliser votre carte à n'importe quel ATM,POS/TPE ou pour effectuer des paiements en ligne

# loco:6034ea7370cab0259b27f472
source: Remember, your card details are yours. Do not share them with anyone.
fr_cd: N'oubliez pas que les détails de votre carte sont les personnels. Ne les communiquez à personne,

# loco:6034eadddde2c26674206ef2
source: Transaction receipt
fr_cd: Reçu de la transaction

# loco:6034eb467f8511217e410e42
source: Top up your card
fr_cd: Carte de recharge

# loco:6034eb875062b625c8283882
source: Block your card temporarily
fr_cd: Bloquer la carte à titre provisoire

# loco:6034ebb3a8fc9f5ecd03c822
source: Prevent your card from being accepted for purchases. You can choose to unblock this card anytime if you change your mind.
fr_cd: Évitez que votre carte ne soit acceptée pour les achats. Vous pouvez choisir de débloquer cette carte à tout moment si vous changez d'avis.

# loco:6034ebccbcadeb76b12742f2
source: If your card was stolen, or you suspect fraudulent activity, block your card and contact us immediately or visit your nearest branch.
fr_cd: Si votre carte a été volée, ou si vous suspectez une activité frauduleuse, bloquez votre carte et contactez-nous immédiatement ou rendez-vous dans l'agence la plus proche

# loco:6034ec5e8bec482cea459ef2
source: Language
fr_cd: Langue

# loco:6034ed1fcfaa1d4294237663
source: Time range
fr_cd: Période

# loco:6034ed44e612d40dc259f442
source: Please select time range
fr_cd: Veuillez choisir la période

# loco:6034ede60741845a1a735b52
source: Apply filter
fr_cd: Utiliser un filtre

# loco:6034ee74c523472df042e282
source: Transaction type
fr_cd: Type de transaction

# loco:6034ee986cb3a5232c160242
source: Please select the transaction type
fr_cd: Veuillez choisir le type de transaction

# loco:6034eeb7af9038153032d8d2
source: Money in
fr_cd: Dépôt d'argent

# loco:6034eecc06b688711e686082
source: Money out
fr_cd: Retrait d'argent

# loco:6034f216aae3e1480e1b68d2
source: Please select a payment category
fr_cd: Veuillez choisir la méthode de paiement

# loco:6034f239e267c42b266bc973
source: The payment categories are for reporting purposes for buying and importing goods
fr_cd: Ces motifs de paiement sont utilisés à des fins de déclaration de licence pour l'achat et l'importation de biens

# loco:6034f393bbb7184dab3db7ec
source: Select an option
fr_cd: Choisir les frais bancaires étrangers

# loco:6034f3b2b71b5605b40171c2
source: via SWIFT
fr_cd: par SWIFT

# loco:6034f5158956d83614769322
source: Converted amount {{ convertedAmount }} {{ paymentData.sourceCurrency }}
fr_cd: Montant converti {{ convertedAmount }} {{ paymentData.sourceCurrency }}

# loco:6034fccc8e5d4b67c55252b3
source: Optional, you can only use this number if you send this transaction in USD
fr_cd: Facultatif, vous ne pouvez utiliser ce numéro que si vous envoyez cette transaction en USD

# loco:6034fcf20f56407a503eaf03
source: Optional, you can only use this number if you send this transaction in GBP
fr_cd: Facultatif, vous ne pouvez utiliser ce numéro que si vous envoyez cette transaction en GBP

# loco:60350535ed5b3718097a0982
source: Enter an amount
fr_cd: Type de montant

# loco:6035055b971da034213e5474
source: Search by bank name or SWIFT code
fr_cd: Chercher par le nom de la banque ou code SWIFT

# loco:60350571f47b1a56e73f46b2
source: Select the recipient
fr_cd: Choisir un marchant

# loco:6035058625a54f106641d012
source: Select the recipient
fr_cd: Choisir ou entrer votre numéro

# loco:6035059a70a6d057a4694f22
source: Required
fr_cd: Obligatoire

# loco:603505b4713080108d2241e2
source: Select the till provider
fr_cd: Choisir le numéro du fournisseur

# loco:603505cacd7ce039374a0782
source: Enter the number
fr_cd: Entrez le numéro

# loco:603605575fe1523dbb352022
source: Minimum amount
fr_cd: Montant minimum

# loco:60360571ec1e816d1b7c6f42
source: Maximum amount
fr_cd: Montant maximum

# loco:603746ad48fd344b16348a95
source: Withdraw from
fr_cd: Retrait auprès de

# loco:603747058fda7579f635c8c4
source: Withdraw at
fr_cd: Retrait à

# loco:6037477bb6e159369f570ac2
source: Where would you like to withdraw from?
fr_cd: Où souhaitez-vous retirer ?

# loco:603747bc1c09de569f3fb632
source: Withdraw from an agent
fr_cd: Retrait auprès d'un agent

# loco:603747da0ba0de05dd74234a
source: Please enter the withdrawal details
fr_cd: Veuillez entrer les détails du retrait

# loco:6037481ae00f6c751d324e33
source: We couldn’t find an agent with this code. Please give it another try.
fr_cd: Nous n'avons pas trouvé d'agent avec ce code. Essayez encore une fois, s'il vous plaît.

# loco:603749d599e72763ad1755d2
source: Great! Your transaction was successful
fr_cd: Excellent! Votre transaction a réussi

# loco:60374a275b3b2b16291cd972
source: Enter agent number
fr_cd: Entrer le numéro de l'agent

# loco:60374b0cb76b0872ec074c12
source: Please enter the agent’s number
fr_cd: Veuillez saisir le numéro de l'agent

# loco:60374b61574cc60a9557d222
source: Withdraw at
fr_cd: Sur

# loco:60379ad875eab463a434d163
source: Must be whole number without decimals
fr_cd: Doit être un nombre entier sans décimales

# loco:6037c6fcbc67187b486d4213
source: Minimum amount
fr_cd: Montant minimum

# loco:6037c7164cdc097e034e1f74
source: Maximum amount
fr_cd: Montant maximum

# loco:603b95f9112f457a692a0c04
source: A local or international bank
fr_cd: Effectuer un transfert vers une autre banque local ou un transfert à l’étrange

# loco:603b98321963db168c260637
source: Pay full charges
fr_cd: Payer la totalité des frais (OUR)

# loco:603b98441963db168c260639
source: Share charges
fr_cd: Partager les frais (SHA)

# loco:603b98884ec3923cf049d7a2
source: You will pay the full amount of the foreign bank charges
fr_cd: Vous payez l’intégralité des frais

# loco:603b98a107da811d393b1622
source: We will deduct the foreign bank charges from what your recipient receives
fr_cd: Nous déduirons les frais de banque étrangère de ce que votre destinataire recevra

# loco:603f7ee4a553ae004e44e373
source: Great news!
fr_cd: Excellente nouvelle !

# loco:603f8ba8d2e932789055b092
source: The account you selected has been successfully added to your profile
fr_cd: Le compte que vous avez sélectionné a été ajouté avec succès à votre profil

# loco:6043617fc279c5381d671002
source: Your transaction is being reviewed. You will receive an email confirmation when your transaction has been processed successfully.
fr_cd: Votre transaction est en cours d'examen. Vous recevrez un courriel de confirmation lorsque votre transaction aura été traitée avec succès.

# loco:604361c65ebf1e04597d3cd2
source: It’s in review
fr_cd: C'est en cours d'examen

# loco:60439c78e399401d1d712012
source: We have received your request
fr_cd: Nous avons reçu votre demande

# loco:6043c37126d0e40d8e5cd1f2
source: The account number you entered is incorrect. Give it another look and try again.
fr_cd: Le numéro de compte que vous avez saisi est incorrect. Regardez à nouveau et réessayez.

# loco:6049cb03efc6ce6a370cc712
source: Enter an amount
fr_cd: Entrer le montant

# loco:604b68b8af84fa20eb19abd5
source: Please refresh your page
fr_cd: Désolé, une érreur de notre part.

# loco:604b699f9643a04b42028bd2
source: We couldn’t load your accounts and cards to your profile. Please refresh this page to try again.
fr_cd: Nous n'avons pas pu charger vos comptes et vos cartes sur votre profil. Nous avons juste besoin d'un nouveau coup de pouce.

# loco:604b69e8e880714734312112
source: Load accounts and cards
fr_cd: Charger des comptes et des cartes

# loco:604b6a2e3a15e6035e0134f2
source: Sorry, we couldn’t load your accounts and cards. Give it another try.
fr_cd: Désolé, nous n'avons pas pu charger vos comptes et cartes. Réessayez s'il vous plaît.

# loco:605062dc0d6b486f1c0c53c2
source: Please enter your contact’s details
fr_cd: Veuillez entrer les coordonnées de votre contact

# loco:605063efdce8224fa100a4c3
source: Your contact has been added
fr_cd: Votre contact a été ajouté

# loco:605206b5aab353486607dc32
source: Please select an account
fr_cd: Veuillez choisir un compte

# loco:6052c45701c52445a56fa7a2
source: Enter the merchant’s name or till number
fr_cd: Entrez le nom ou le numéro till du marchant

# loco:60531aa3387bac6f40721ec2
source: Sign me out
fr_cd: Non, me déconnecter

# loco:60531bcf193c295c6e724872
source: Keep me in
fr_cd: Oui, rester connecté

# loco:60531cfbfede6d3a48592603
source: Deposited to
fr_cd: Déposé sur

# loco:60531d3314d1ed585a56aaf2
source: Select the country where the account is held and we’ll pull up a list of national banks
fr_cd: Sélectionnez le pays où le compte est ouvert et vous obtiendrez une liste des banques nationales.

# loco:60531d5db19229310d218ac2
source: Get directions to an agent
fr_cd: Comment accéder à un agent

# loco:60531d940950f32a437bb6b2
source: We have received your request
fr_cd: Nous avons reçu votre requête

# loco:60531db424055f709f182262
source: It's in review
fr_cd: C'est en cours d'examen

# loco:60531dd324055f709f182264
source: Your transaction is being reviewed. You will receive an email confirmation when your transaction has been processed successfully.
fr_cd: Votre transaction est en cours d'examen. Vous recevrez un courriel de confirmation lorsque votre transaction aura été traitée avec succès.

# loco:60531e0ec32e1f028123d072
source: You have been signed out successfully
fr_cd: Vous avez été déconnecté avec succès

# loco:60531e31f1dba373713becc2
source: Your password was reset successfully
fr_cd: Votre mot de passe a été réinitialisé avec succès

# loco:60531fc41f819c7af2681d68
source: We’ve sent you another code
fr_cd: Nous vous avons envoyé un autre code

# loco:6054556a7fa2ac668972e382
source: We have sent another verification code
fr_cd: Nous avons envoyé un autre code de vérification

# loco:605849bb1937b60f67363632
source: Select the currency
fr_cd: Choisir la devise

# loco:60585f52ca0c230bd32e0032
source: Buy for someone new
fr_cd: Achat pour un nouveau numéro

# loco:60599a44f31a2c3abb724c62
source: Account balances explained
fr_cd: Aperçu des soldes de comptes

# loco:60599aa7a7f95e00761b8772
source: Your account balance is the amount of money left in your account after you have made a transaction such as sending money.
fr_cd: Le solde de votre compte est la somme d'argent qui reste sur votre compte après avoir effectué une transaction telle que l'envoi d'argent, l'achat de crédit ou le paiement de vos factures.

# loco:60599b3aa410d06ffc0eebf3
source: This is the amount of money that is available in your account, which you are free to spend any time.
fr_cd: Il s'agit de la somme d'argent disponible sur votre compte, que vous êtes libre de ddisposer à votre guise.

# loco:60599b77d81a45259837e8c6
source: Total balance
fr_cd: Solde total

# loco:60599b8bf0628460f57e7965
source: This is the total amount of money you have in your account. This includes funds that are available to use and funds that can’t be used.
fr_cd: Il s'agit du montant total de l'argent que vous avez sur votre compte. Cela comprend les fonds qui sont disponibles pour être utilisés et les fonds qui ne peuvent pas être utilisés.

# loco:60599bbd8723a46d164d35e4
source: Lien balance
fr_cd: Lien du solde

# loco:60599bd185dfca1a5f2c7a42
source: This is the amount you can’t access because it has been held by the bank. The bank will hold the funds for a specific time, for reasons such as an unpaid loan.
fr_cd: Il s'agit du montant auquel vous ne pouvez pas accéder car il a été retenu par la banque. La banque retient les fonds pendant une période déterminée, pour des raisons telles qu'un prêt non remboursé.

# loco:60599c0a8723a46d164d35e9
source: Uncleared balance
fr_cd: Solde non traité

# loco:60599c1d61dde961417560c5
source: This is the amount that has not yet been deposited or taken from your account, it’s still being processed by the bank.
fr_cd: Il s'agit du montant qui n'a pas encore été déposé ou prélevé sur votre compte, il est encore en cours de traitement par la banque.

# loco:6059cd1f95bfee77121ce0c7
source: Your accounts and cards
fr_cd: Vos comptes et vos cartes

# loco:6059da1c4d71474d0725aa52
source: Add an Equity BCDC account
fr_cd: Ajouter un compte Equity

# loco:605b387fe11acd679d5b4d82
source: Refresh the page
fr_cd: Actualiser la page

# loco:606317bde7043948960d9543
source: Security
fr_cd: Sécurité

# loco:606317e2297754434154ba62
source: Manage your password and security questions
fr_cd: Modifier votre mot de passe

# loco:60631820c0e2cd7b4928e072
source: Email, call or find us on social media
fr_cd: Envoyez un courriel, appelez-nous ou retrouvez-nous sur les médias sociaux

# loco:6063187c98c41c57275a1412
source: Branch locator
fr_cd: Localisateur d'agence

# loco:6063189998c41c57275a1414
source: Find your nearest branch, agent and ATM
fr_cd: Trouvez l'agence, le marchand et l'ATM le plus proche

# loco:606318e196ba2c21240e3ca5
source: Change the language
fr_cd: Changer la langue

# loco:6063190375abbe51436b8692
source: Terms & privacy policy
fr_cd: Conditions et politique de confidentialité

# loco:6063191b2cef0021c72d4055
source: View FAQs
fr_cd: Voir la FAQs

# loco:6063193881f6880ef90d7f22
source: Share
fr_cd: Partager

# loco:60631950cec53706fd4a4bf2
source: Recommend Equity online to a friend
fr_cd: Recommander Equity online à un ami

# loco:60640d1c25ab670c3671ce14
source: Merchant
fr_cd: Marchand

# loco:60640d547053b0583b770d63
source: The loan will be deposited into the merchant’s account
fr_cd: Le prêt sera déposé sur le compte du marchand.

# loco:60640d7c7053b0583b770d67
source: Please enter the loan details
fr_cd: Veuillez entrer les détails du prêt

# loco:60640dbd8d2c37332b50c745
source: Enter the details of the company you want to buy from. Make sure the product is available.
fr_cd: Saisissez les coordonnées de l'entreprise auprès de laquelle vous souhaitez acheter. Assurez-vous que le produit est disponible.

# loco:60640df10d5b702a18309d92
source: Till number
fr_cd: Numéro till

# loco:60640e3625ab670c3671ce16
source: Please enter the merchant's details
fr_cd: Veuillez entrer les coordonnées du marchand

# loco:606ed32b8a476904ef4d24f2
source: Select the recipient
fr_cd: Sélectionnez le destinataire

# loco:606ed34e18b1106a46116612
source: Select an account
fr_cd: Choisir un compte

# loco:606f01b8b2dc832ff07b84d2
source: Your password has been changed successfully!
fr_cd: Votre mot de passe a été modifié avec succès

# loco:606f01e781bf151f955aedd4
source: Change your password
fr_cd: Changer le mot de passe

# loco:606f02138e2fd455166c90e2
source: Create a new password
fr_cd: Choisir un nouveau mot de passe

# loco:606f029428cf9709bf6b02b3
source: Change your password
fr_cd: Modifier votre mot de passe

# loco:606f02bfcc63f60759548696
source: Current password
fr_cd: Mot de passe actuel

# loco:606f0303b3befa5fbc2be073
source: New password
fr_cd: Nouveau mot de passe

# loco:606f03268d1c9914bc56afd2
source: Confirm your new password
fr_cd: Confirmer votre nouveau mot de passe

# loco:6074379af9b0a97ee65a8603
source: No items match your search
fr_cd: Aucun article ne correspond à votre recherche

# loco:60754ccdd4d0cc7708115b22
source: Call us
fr_cd: Appelez-nous

# loco:60754cf604737b3e606b5ea4
source: Email us
fr_cd: Envoyez-nous un e-mail

# loco:60754d1c00dcf5137f1f09a2
source: Talk to us
fr_cd: Contactez-nous

# loco:60754d4ad4d0cc7708115b25
source: Visit our website
fr_cd: Visitez notre site internet

# loco:60754d78c5a6d553164212e2
source: Like us on Facebook
fr_cd: Aimez notre page sur Facebook

# loco:60754d9c0b777f0768365a74
source: Follow us on Twitter
fr_cd: Suivez-nous sur Twitter

# loco:60754dc66048b924cb7f8ff2
source: Follow us on LinkedIn
fr_cd: Suivez-nous sur LinkedIn

# loco:60754df781529a5c233803e3
source: Send us a message
fr_cd: Envoyez-nous un message

# loco:607edf76cccc2a73e960a135
source: Register to PesaLink
fr_cd: Enregistrer sur PesaLink

# loco:607edf977e82c83d730a7ae2
source: Register this account to PesaLink
fr_cd: Enregistrer ce compte sur PesaLink

# loco:607edfd9e365577f2c1528b4
source: You will be able to receive money from others directly to this account through PesaLink
fr_cd: Vous pourrez recevoir de l'argent d'autres personnes directement sur ce compte par le biais de PesaLink.

# loco:607edfffa0aeb85f8f7cf692
source: Which number would you like to be associated with PesaLink? When others send to this number on PesaLink.
fr_cd: Quel numéro voulez-vous associer à PesaLink ? Lorsque d'autres personnes envoient à ce numéro sur PesaLink.

# loco:607ee0268aceb609b41318b3
source: Your account has been registered successfully!
fr_cd: Votre compte a été enregistré avec succès !

# loco:607ee09827a3ba4e7f336b05
source: Your mobile number {{ account.phoneNumber }} has been linked to account number {{ account.accountNumber }}
fr_cd: Votre numéro de mobile {{ account.phoneNumber }} a été lié au numéro de compte {{ account.accountNumber }}

# loco:607ee0fe7324f44fbd68d1e2
source: You won’t be able to receive money using PesaLink
fr_cd: Vous ne serez pas en mesure de recevoir de l'argent en utilisant PesaLink

# loco:6081640e14a96e6b4f33ea76
source: We couldn’t find the merchant
fr_cd: Nous n'avons pas pu trouver le marchand

# loco:608165065afcfd37be61a463
source: We couldn’t find a merchant with this till number. Please try again.
fr_cd: Nous n'avons pas pu trouver de marchand avec ce numéro till. Veuillez réessayer.
