Repository: AbhishekSinghKushwaha/CIB_Frontend
Catalog: src/assets/locale/bcdc/*.xlf
Languages: fr_cd

# loco:5f072c432387fe1b922a4435
source: To add your bank account, we’d first need some information about you
fr_cd: Pour établir un lien avec votre compte bancaire, nous avons d'abord besoin de quelques informations vous concernant

# loco:5f072cdcab038e2c27593932
source: Select country
fr_cd: Sélectionner le pays

# loco:5f072d1966e989428a723c04
source: Select an ID type
fr_cd: Sélectionner le type d'identité

# loco:5f0821ba38fa9870016e3705
source: Enter an ID number
fr_cd: Saisir le numéro de la pièce d'identité

# loco:5f0824147f2b4b1062124182
source: Loading
fr_cd: Chargement

# loco:5f08256eb65d6078865a3e42
source: How would you like to receive verification messages?
fr_cd: Comment souhaitez-vous recevoir les messages de vérification ?

# loco:5f0826faca5c3a457b1fd112
source: By
fr_cd: Par

# loco:5f082729ca5c3a457b1fd114
source: Please select a verification method
fr_cd: Veuillez choisir une méthode de vérification

# loco:5f08276dbb6b4c646c6989e2
source: I’ve changed my contact details
fr_cd: J'ai modifié mes coordonnées

# loco:5f0827f267c1ef00ce5a23c2
source: We have sent a verification code to
fr_cd: Un code de vérification a été envoyé à

# loco:5f08281aac978d6cf540d3e4
source: Please enter the code below
fr_cd: Veuillez entrer le code ci-dessous

# loco:5f082876bb6b4c646c6989e4
source: Verification code required
fr_cd: Code de vérification requis

# loco:5f08291a74a71a145d70e8e6
source: A new code has been sent to you
fr_cd: Un nouveau code vous a été envoyé

# loco:5f08298f77dc29480c00cdb4
source: Resend the code
fr_cd: Renvoyer le code

# loco:5f0829ca97bdd006697ed834
source: By email
fr_cd: Par email

# loco:5f0829de510f59148667fb23
source: By SMS
fr_cd: Par SMS

# loco:5f082a2077dc29480c00cdb6
source: I don’t have access to my email or mobile number
fr_cd: Je n'ai pas accès à mon email ou à mon numéro de téléphone mobile

# loco:5f082a5d973315122e073142
source: Please select the account you want to add
fr_cd: Veuillez sélectionner le compte que vous souhaitez lier

# loco:5f082b0c3317fa11f6126c92
source: Add
fr_cd: Lier

# loco:5f083240440ab063b3578742
source: Confirm hide account
fr_cd: Confirmer l'option de masquer le compte

# loco:5f0832db465ced50786812e2
source: Hiding an account will remove this from your account listings. To see this data again, you will need to link the account again.
fr_cd: Le fait de masquer un compte le supprimera de la liste de vos comptes. Pour le revoir, vous devrez établir un nouveau lien avec le compte.

# loco:5f0832ff3674367828469a82
source: Are you sure you would like to continue?
fr_cd: êtes-vous sûr de vouloir continuer?

# loco:5f08333554d56a2c7602e244
source: Cancel
fr_cd: Annuler

# loco:5f08336bfdeb7153905ee042
source: Continue
fr_cd: Continuer

# loco:5f0833e392e0cb1e3f442b34
source: Secondary account information
fr_cd: Informations du compte secondaire

# loco:5f08340d9d234c5d8e43bef4
source: Account details
fr_cd: Détails du compte

# loco:5f08344926685654ba17c4d4
source: Transact
fr_cd: Faire une transaction

# loco:5f0834cce479e8326d233192
source: View statement
fr_cd: Afficher le relevé

# loco:5f08353871eb8064da000082
source: Request cheque book
fr_cd: Demande de carnet de chèques

# loco:5f08359d4a08612d3c3b2513
source: Expires
fr_cd: Expiration

# loco:5f0835c938ac7339162ad312
source: Manage cards
fr_cd: Gestion des cartes

# loco:5f08363ae0d9c42329655f02
source: Enter an account nickname
fr_cd: Saisir le pseudo du compte

# loco:5f0836784a08612d3c3b2517
source: Enter an account nickname
fr_cd: Saisir le pseudo du compte

# loco:5f0837085760b600102c1753
source: Account information
fr_cd: Informations sur le compte

# loco:5f08376f9d642414ad6191c2
source: Account nickname
fr_cd: Pseudo du compte

# loco:5f0837fb87ebda40f0689782
source: Status
fr_cd: Situation

# loco:5f08386287ebda40f0689784
source: Currency
fr_cd: Devise

# loco:5f08388c87ebda40f0689786
source: Open date
fr_cd: Date d'ouverture

# loco:5f0839436684cd4a745b4593
source: Notes
fr_cd: Remarques

# loco:5f08397ad10b50143f29e042
source: Save
fr_cd: Enregistrer

# loco:5f0839eda778d7405736a2e2
source: Add photo
fr_cd: ajouter une photo

# loco:5f083a1d5294c921e559e202
source: Upload
fr_cd: Charger

# loco:5f083a5ac6b73e3f31685873
source: Communications trail
fr_cd: Parcours de communication

# loco:5f083ab25294c921e559e205
source: You:
fr_cd: Vous:

# loco:5f083b0d068e7616377fe542
source: Dispute details
fr_cd: Détails du litige

# loco:5f083b366669872a3c18a822
source: Date of dispute
fr_cd: Date du litige

# loco:5f083b524b23b504c35c7f52
source: Dispute status
fr_cd: Situation du litige

# loco:5f083b8235620852842c8d72
source: Dispute case number
fr_cd: Numéro du dossier de litige

# loco:5f083b9fe721a534877435b4
source: Dispute information
fr_cd: Informations sur les litiges

# loco:5f083bcc658f574e1d4c6c03
source: Dispute conclusion
fr_cd: Conclusion du litige

# loco:5f083c0401749e26b62beed3
source: Withdraw dispute request
fr_cd: Retirer la demande de contestation

# loco:5f083c251a71e469f27c4894
source: Send feedback
fr_cd: Envoyez vos commentaires

# loco:5f083ca33abfbf1f2b48ae82
source: Leave feedback
fr_cd: Laissez un commentaire

# loco:5f083cc7bb714e3f5404f775
source: Are you satisfied with the resolution?
fr_cd: Etes-vous satisfait de la solution?

# loco:5f083ce956089117c657d345
source: Yes
fr_cd: Oui

# loco:5f083d29b1162d24f0789cf4
source: How well did we do in resolving your issue?
fr_cd: Qu'avons-nous fait pour résoudre votre problème?

# loco:5f083d5022eb79624b253d52
source: No
fr_cd: Non

# loco:5f083d72d512c34fc53a84d2
source: Please tell us what went wrong
fr_cd: Veuillez nous dire ce qui s'est passé

# loco:5f083de88419ce14f755dcd2
source: Kindly give a reason as to why you aren't satisfied with the resolution
fr_cd: Veuillez indiquer les raisons pour lesquelles vous n'êtes pas satisfait de la résolution

# loco:5f083e266151d27ded26fff4
source: Submit
fr_cd: Soumettre

# loco:5f083f9383941552d422df63
source: Thank you for your feedback
fr_cd: Merci pour vos réactions

# loco:5f083fcf02b25d18135954c2
source: Back to transactions
fr_cd: Retour aux transactions

# loco:5f084028849de379b6235633
source: Report a problem
fr_cd: Signaler un problème

# loco:5f0840499944de0d187f7b93
source: View receipt
fr_cd: Afficher le reçu

# loco:5f0840c178645a09ca4eadb2
source: Buy goods
fr_cd: Acheter des biens

# loco:5f0841174d19a271a862092c
source: In dispute
fr_cd: En litige

# loco:5f0841526f11d67d8f163542
source: Reference number
fr_cd: Numéro de référence

# loco:5f0841d364075a3aa77bc3b3
source: Recipient name
fr_cd: Nom du bénéficiaire

# loco:5f0841f853662c2c2041f042
source: Till number
fr_cd: Numéro de caisse

# loco:5f0842843d7ce535344eba22
source: Charges
fr_cd: Frais

# loco:5f0843666f415d394f01c442
source: Add notes
fr_cd: Ajouter des remarques

# loco:5f0843ab84979275345c04c2
source: Report an issue
fr_cd: Signaler un problème

# loco:5f0843d3c27ff47b49381df2
source: What best describes your issue?
fr_cd: Qu'est-ce qui décrit le mieux votre problème?

# loco:5f084407e4d59e75fc07df82
source: Transaction was not successful
fr_cd: La transaction a échoué

# loco:5f084443cb7537761f42e582
source: I settled my bill by other means (i.e. cash, other card or cheque)
fr_cd: J'ai réglé ma facture par d'autres moyens (c'est-à-dire en espèces, par une autre carte ou par un chèque)

# loco:5f08446153563376cb2fc952
source: Transaction was duplicated
fr_cd: La transaction a été dupliquée

# loco:5f0844e3cc2ac766d2699dd2
source: I did not participate, nor authorize the transaction
fr_cd: Je n'ai ni participé, ni autorisé la transaction

# loco:5f0844ffa2dc585639346bc2
source: Cash was not dispensed at the ATM
fr_cd: L'argent n'a pas été distribué du distributeur automatique

# loco:5f08451b8749190d3318d212
source: Goods/services were not supplied
fr_cd: Le service n'a pas été fournis

# loco:5f084544b89311613b7cb173
source: I do not recognise this transaction
fr_cd: Je ne reconnais pas cette transaction

# loco:5f084564ce158c14f7184312
source: Other
fr_cd: Autres

# loco:5f08459e84cdbd1e19512182
source: Kindly select one of the above options
fr_cd: Veuillez sélectionner l'une des options ci-dessus

# loco:5f0845f5acbfe217e1613302
source: Since you selected 'Other' a valid description message is required
fr_cd: Puisque vous avez sélectionné "Autre", un message de description valide est requis

# loco:5f08466141f6212cfd6f51e2
source: If the transaction is a credit, we will lien your account with the amount sent
fr_cd: S'il s'agit d'une opération de crédit, nous affecterons à votre compte le montant envoyé

# loco:5f08467d7e7a3252ef220cc2
source: Thank you for reporting this issue
fr_cd: Merci d'avoir signalé ce problème

# loco:5f0846acecdfad6b745ec2c3
source: What to expect next:
fr_cd: Ce à quoi s'attendre

# loco:5f08470d5fbe563f7a0e3642
source: Search
fr_cd: Rechercher

# loco:5f0847251186ff2e7d2b6022
source: Date range
fr_cd: Période

# loco:5f084757e9eae23b027dc413
source: Money in
fr_cd: Recevoir de l'argent

# loco:5f084773e2bc1c4a1b48b564
source: Money out
fr_cd: Envoyer de l'argent

# loco:5f08478eeea3791a1d140d94
source: Bill payment
fr_cd: Paiement de factures

# loco:5f0847a9e2bc1c4a1b48b566
source: Has attachment
fr_cd: A une pièce jointe

# loco:5f0847be3b181f68de651c22
source: Airtime
fr_cd: Crédit de communication

# loco:5f0847dee8e62d5b8f2d14f2
source: Amount range
fr_cd: Fourchette de montants

# loco:5f0848915fccb17ee378f342
source: Above
fr_cd: Au-dessus de

# loco:5f0848cfd178fa4dc961e3f3
source: Clear filter
fr_cd: Effacer le filtre

# loco:5f0848fccd475103242c46c5
source: result
fr_cd: Résultat

# loco:5f08492005bfc561b1047402
source: results
fr_cd: Résultats

# loco:5f084d1680585c424c2fc759
source: Share
fr_cd: Partager

# loco:5f0bff890c91252ba87af3b2
source: Pay a bill
fr_cd: Payer la facture

# loco:5f0c00f28ce43e1927168482
source: Full amount
fr_cd: Montant total

# loco:5f0c011871cda30aeb3128b2
source: Other amount
fr_cd: Autres montants

# loco:5f0c014cdf2005547203f702
source: Schedule payment
fr_cd: Planifier le paiement

# loco:5f0c0166df2005547203f704
source: Reminder
fr_cd: Rappel

# loco:5f0c01b70a15f62d5a1e6012
source: Pay now and schedule payment
fr_cd: Payer maintenant et prévoir le paiement

# loco:5f0c02b1bc9015161c225ee2
source: Please enter the account number
fr_cd: Veuillez saisir le numéro de compte

# loco:5f0c039befab2f7ccf486582
source: Favourites
fr_cd: Favoris

# loco:5f0c03af4848d671a431aae2
source: Manage
fr_cd: Gérer

# loco:5f0c03d615c9364ef34836f2
source: Recents
fr_cd: Récents

# loco:5f0c03f6bc9015161c225ee4
source: Browse billers
fr_cd: Parcourir les facturiers

# loco:5f0c04902e50994db721d003
source: Frequency
fr_cd: Fréquence

# loco:5f0c04c55085201be8116202
source: One-off
fr_cd: Unique

# loco:5f0c04e85085201be8116204
source: Daily
fr_cd: journalier

# loco:5f0c050b3f067d59314fe492
source: Weekly
fr_cd: Hebdomadaire

# loco:5f0c05280b3caf1177080a22
source: Monthly
fr_cd: Mensuel

# loco:5f0c0549caaa5c2a7e75b5c2
source: First payment date
fr_cd: Date de la première échéance

# loco:5f0c05610b3caf1177080a24
source: Until
fr_cd: jusqu'à

# loco:5f0c0586f134e279da0ed2a2
source: Remind me
fr_cd: Rappelez-moi

# loco:5f0c05a715c9364ef34836f5
source: One day before
fr_cd: un jour avant

# loco:5f0c06f37ecdc710042fe1c2
source: Payment confirmation
fr_cd: Vérifier

# loco:5f0c07af988e394d9a2e6d42
source: You are paying
fr_cd: Vous payez

# loco:5f0c07c7a7408a34932d8572
source: To
fr_cd: à

# loco:5f0c080f988e394d9a2e6d44
source: From
fr_cd: De

# loco:5f0c087b7ecdc710042fe1c4
source: Conversion rate
fr_cd: Taux de conversion

# loco:5f0c08b662c1cc2d301debe2
source: New balance
fr_cd: Nouveau solde

# loco:5f0c0906bdfe904e331e3412
source: Pay
fr_cd: Payer

# loco:5f0c09faf152a2766041fb32
source: Confirm
fr_cd: Confirmer

# loco:5f0c0a2a22819e63266b8093
source: How much do you want to pay?
fr_cd: Combien voulez-vous payer?

# loco:5f0c0ad4d28c733d12462752
source: Scheduled payment has been set up
fr_cd: Le paiement échelonné a été mis en place

# loco:5f0c0ddaa27c04642d3d8e32
source: We are unable to add this contact as a favourite. Please try again later.
fr_cd: Nous ne sommes pas en mesure d'ajouter ce contact comme favori. Veuillez réessayer plus tard.

# loco:5f0c0e060f51a633f1284ac2
source: You have successfully added
fr_cd: Vous avez ajouté avec succès

# loco:5f0c0e2d13072f15660504f2
source: to your favourites, click next to continue
fr_cd: à vos favoris, cliquez sur suivant pour continuer

# loco:5f0c0f7f9a6321448753deb2
source: Please enter the recipient's details
fr_cd: Veuillez saisir les informations du bénéficiaire

# loco:5f0c0face682605fc213f0d6
source: Select country
fr_cd: Sélectionnez un pays

# loco:5f0c0fdee682605fc213f0d8
source: Kindly select the beneficiary's country digits
fr_cd: Veuillez sélectionner le code pays du bénéficiaire

# loco:5f0c1021e7e8d229cc7399c2
source: Enter an account or mobile number
fr_cd: Le N° de compte ou de téléphone est requis

# loco:5f0c108e46be2736561161a9
source: Account or mobile number must be between 9 and 13 digits
fr_cd: Le numéro de compte ou de portable doit comporter entre 9 et 13 chiffres

# loco:5f0c11d8a9b4e96d8d206b72
source: Send money to Equity BCDC
fr_cd: Envoyer de l'argent à la Equity BCDC

# loco:5f0c132dd117802adb63b532
source: Please enter an amount
fr_cd: Veuillez saisir un montant

# loco:5f0c136029896224374de933
source: The amount to send cannot be less than or equal to '0'
fr_cd: Le montant à envoyer ne peut être inférieur ou égal à "0".

# loco:5f0c17a23ffdc4012e20f222
source: Where are you sending the money to?
fr_cd: Où envoyez-vous l'argent ?

# loco:5f0c17d7ddb6c06f087c3953
source: Mobile money
fr_cd: Porte-monnaie mobile

# loco:5f0c17fc9e7276418d0bd8e2
source: Bank account
fr_cd: Compte bancaire

# loco:5f0c182242a2055e49602bf2
source: Another Equity BCDC account
fr_cd: Compte de Equity BCDC

# loco:5f0c18682b90117ce7168c25
source: Another bank account
fr_cd: Un autre compte bancaire

# loco:5f0c18ad42a2055e49602bf4
source: Phone-linked account
fr_cd: Compte lié au téléphone

# loco:5f0c18dc3ffdc4012e20f225
source: Cash code
fr_cd: Code espèces

# loco:5f0c19d8cb04d14e97000fe4
source: Transact
fr_cd: Faire une transaction

# loco:5f0c1a00905f4e7f4e0b7a03
source: Send money to someone
fr_cd: Envoyer de l'argent à quelqu'un

# loco:5f0c1a22fefaa138eb7462a4
source: Own Equity BCDC account
fr_cd: S'envoyer de l'argent

# loco:5f0c1a995208dc71eb3d7f43
source: Withdraw
fr_cd: Retrait

# loco:5f0c1b57c3dfe960405eca35
source: Receive money
fr_cd: Recevoir de l'argent

# loco:5f0c1c9490de7b498b3b0ba2
source: Transaction PIN
fr_cd: Code PIN de transaction

# loco:5f0c1cbec974b45416326608
source: Please enter your transaction PIN
fr_cd: Veuillez saisir votre code PIN de transaction

# loco:5f0c1cd8165c12571769df82
source: Forgot your PIN?
fr_cd: Code PIN oublié?

# loco:5f0c1cf22706081581335c62
source: Enter PIN
fr_cd: Saisir le code PIN

# loco:5f0c1dc734561c59c02cc785
source: Select a country code
fr_cd: Sélectionnez un code de pays

# loco:5f0c1e9af2d20d64b50b0232
source: Someone new
fr_cd: Une nouvelle personne

# loco:5f0c1f6f15eb110a2f316222
source: No verification code received?
fr_cd: Aucun code de vérification reçu ?

# loco:5f0c20e18741ce6e7a281fb2
source: Maximum transfer amount is
fr_cd: Le montant maximum de transfert est de

# loco:5f0c21318f5f742e3f67a313
source: Minimum transfer amount is
fr_cd: Le montant minimum de transfert est de

# loco:5f0c21544d533a2394611352
source: Please select a source account
fr_cd: Veuillez sélectionner un compte source

# loco:5f0c2176cb88477ba27f19a2
source: Please select a destination account
fr_cd: Veuillez sélectionner un compte de destination

# loco:5f117aedab798a5a082136c2
source: Review your details
fr_cd: Vérifiez vos informations

# loco:5f117b71c4b35c2d735274e2
source: These are the details we already have about you. Make sure that they match what is on your ID. If you already have a bank account with us, provide the details that you used to open the account. Make sure that your details for One Equity are valid.
fr_cd: Ce sont les détails que nous avons déjà sur vous. Assurez-vous qu'elles correspondent à celles qui figurent sur votre carte d'identité. Si vous avez déjà un compte bancaire chez nous, indiquez les coordonnées que vous avez utilisées pour ouvrir le compte. Assurez-vous que vos coordonnées pour One Equity sont valables.

# loco:5f15cd1499a5c029494db622
source: Add additional account
fr_cd: Lien vers le compte supplémentaire

# loco:5f182cd7a3266943381fe2a2
source: Open an account in minutes
fr_cd: Ouvrir un compte en quelques minutes

# loco:5f1864e7f71fe516f70648f2
source: Please select your country of residence
fr_cd: Veuillez sélectionner votre pays de résidence

# loco:5f1864fcbfbada7a37002b34
source: Please select your nationality
fr_cd: Veuillez sélectionner votre nationalité

# loco:5f1974554ee10d62e67ba1a2
source: Already an Equity BCDC bank member?
fr_cd: Êtes vous déjà client de la Equity BCDC ?

# loco:5f19a25d18a3e004ad752ac3
source: Terms and privacy policy
fr_cd: Conditions et politique de confidentialité

# loco:5f19a277461d4a43d0646f22
source: Terms
fr_cd: Conditions

# loco:5f19a2a1b619184de3146862
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr_cd: RAS

# loco:5f19a2d9e4eac207577ae592
source: Related terms
fr_cd: Conditions assimilées

# loco:5f19a2f3660e4a2a526cc872
source: This is the balance that can be used from your account and you’re free to spend.
fr_cd: C'est le solde qui peut être utilisé à partir de votre compte et vous êtes libre de dépenser.

# loco:5f1aa7ad30e53c20df605ee3
source: How would you like to get verified?
fr_cd: Quelle méthode de vérification préférez-vous?

# loco:5f1abc0eb983ac58487f64f2
source: Please select a verification method
fr_cd: Veuillez sélectionner une méthode de vérification

# loco:5f2ab7bedf1e5a21656273a2
source: Password must contain a number, lower case letter, upper case letter and a special character
fr_cd: Le mot de passe doit contenir un chiffre, une lettre minuscule, une lettre majuscule et un caractère spécial

# loco:5f2d4afdf409886d9e139b94
source: Enter the details that you used to open your Equity BCDC bank account
fr_cd: Saisissez les données que vous avez utilisées pour ouvrir votre compte bancaire à la Equity BCDC

# loco:5f2d660214bfff44b33087a3
source: Visit your nearest branch to update your contact details
fr_cd: Visitez votre agence la plus proche pour mettre à jour vos informations

# loco:5f2d663514bfff44b33087a5
source: Make sure to bring some form of identification and our talented team will gladly assist you
fr_cd: Assurez-vous d'apporter une pièce d'identité et notre équipe dynamique se fera un plaisir de vous aider.

# loco:5f2d67a5105e3944e71ba1e4
source: Find a branch
fr_cd: Trouver une agence

# loco:5f2d6d94ed9a3b0d76774512
source: We have sent a magic link to
fr_cd: Nous avons envoyé un lien magique vers

# loco:5f2d6dae5d4ec732b26dd814
source: Click on that link to continue your password reset
fr_cd: Cliquez sur ce lien pour continuer à réinitialiser votre mot de passe

# loco:5f2d7eb9a159f578e900a602
source: We are unable to link your account
fr_cd: Nous ne sommes pas en mesure de lier votre compte

# loco:5f2d7ec79de333652c1e5874
source: Sorry, we can't seem to find your account. Please relook the details you entered and try again.
fr_cd: Désolé, nous n'arrivons pas à trouver votre compte. Veuillez vérifier les données que vous avez saisies et réessayer.

# loco:5f2d8e56464f79103b2421f2
source: I don't have access to email or mobile
fr_cd: Je n'ai pas accès à mon email ou à mon téléphone mobile

# loco:5f2d8e63464f79103b2421f9
source: Try another method
fr_cd: Essayer une autre méthode

# loco:5f2d98925cc2f432f4079bb2
source: Account number
fr_cd: Numéro de compte

# loco:5f32cf4d642ab01ece559e13
source: Enter an account nickname
fr_cd: Saisir un pseudo pour votre compte

# loco:5f4d0d50d8ce101c4715bfb3
source: Create your Equity BCDC profile
fr_cd: Créer votre profil Equity BCDC

# loco:5f4e10fb927f81137c22fd23
source: Discover
fr_cd: Découvrir

# loco:5f4e115aad5ba32669209442
source: We have a world of services to make your life blend seamlessly with your finances and lifestyle.
fr_cd: Nous disposons d'une gamme de services pour que votre vie s'harmonise parfaitement avec vos finances et votre mode de vie.

# loco:5f4e229c97efc72f18208462
source: Please select a language
fr_cd: Veuillez sélectionner une langue

# loco:5f4e2bbdd941a14c484b2fe4
source: Home
fr_cd: Page d'accueil

# loco:5f4e2c80f481f82a62140882
source: Transact
fr_cd: Faire une transaction

# loco:5f4e2ca984806604947589f2
source: Lifestyle
fr_cd: Style de vie

# loco:5f4e2cef38a4f7431b164405
source: Invest
fr_cd: Investir

# loco:5f4e2d1236d5dd2df417d522
source: More
fr_cd: Plus

# loco:5f4e2d44f481f82a62140885
source: Lights on
fr_cd: Éclaircir

# loco:5f4e2d81b69f8d4b54523f34
source: Sign out
fr_cd: Se déconnecter

# loco:5f4e3dcca6818106413fab62
source: Enter your account details to begin
fr_cd: Pour commencer, entrez les détails de votre compte

# loco:5f4e49f51efb7c43a3788074
source: Please
fr_cd: S'il vous plaît

# loco:5f4e4a0e7a0ebc5f53645da2
source: to use the new account!
fr_cd: Pour utiliser le nouveau compte!

# loco:5f4e4af87016fb467232e742
source: Place your index finger on the fingerprint sensor to authenticate
fr_cd: Placez votre index sur le capteur d'empreintes digitales pour vous authentifier

# loco:5f4e4eb6d8d22a538b7e2ff5
source: Document type
fr_cd: Type de documents

# loco:5f4e4f8e55319d634a6c9a52
source: Enter {{ selectedIdType }} number
fr_cd: Saisir le numéro {{ SelectionTypeID }}

# loco:5f4e51fcf410dc696f22cdb5
source: Sign in or sign up to perform a transaction or explore our wide range of products, tailored to suit your needs.
fr_cd: Connectez-vous ou inscrivez-vous pour effectuer une transaction ou explorer notre large gamme de produits, adaptés à vos besoins.

# loco:5f4e52e833ddea0d3c6fd622
source: Sign in to continue
fr_cd: Connectez-vous pour continuer

# loco:5f4ebdc42af1310eec312772
source: login
fr_cd: Connexion

# loco:5f4ebde76b16006d3d02c542
source: to use the new account!
fr_cd: Utiliser le nouveau compte

# loco:5f4ebe2bab777b7e872215e2
source: The harder the password, the better and safer
fr_cd: Veuillez saisir un mot de passe complexe (difficile à deviner)

# loco:5f4ec071e3b32965582c2392
source: Enter a valid email address
fr_cd: Saisir une adresse email valide

# loco:5f4ec23b8cb19e595f3f11d2
source: Resend code
fr_cd: Renvoyer le code

# loco:5f4ec2852e996771a9152932
source: Change the mobile number
fr_cd: Changer le numéro de téléphone mobile

# loco:5f4ec6074379b86c7a6ff382
source: Buy airtime
fr_cd: Acheter du crédit téléphonique

# loco:5f4ec6eb3679bf569d2760d2
source: Great!
fr_cd: Super!

# loco:5f4ec77073e8dc5a0f2036a2
source: Your airtime purchase was successful
fr_cd: Votre achat de crédit de communication a été effectué avec succès

# loco:5f4ec7f995e24a77a320e2e2
source: Airtime amount
fr_cd: Montant du crédit de communication

# loco:5f4ec890d0735857ae677de2
source: Airtime to
fr_cd: Envoyer du crédit de communication à

# loco:5f4ec8f773b1623a05207b82
source: Transaction reference
fr_cd: Référence de la transaction

# loco:5f4ed07d23545d5f2f3a1c02
source: Send money to mobile wallet
fr_cd: Envoyer de l'argent vers un porte-monnaie mobile

# loco:5f4f3eb048032e043610f074
source: Send to another bank
fr_cd: Envoyer à une autre banque

# loco:5f4f465bdec31b54a03f54a2
source: Please enter the recipient's details
fr_cd: Veuillez saisir les informations du bénéficiaire

# loco:5f4f529b3c57025e3b308fe2
source: Full name
fr_cd: Nom complet
